/*
SQLyog Enterprise - MySQL GUI v7.1 Beta1
MySQL - 5.0.45-community-nt : Database - sp2
*********************************************************************
*/

/*!40101 SET NAMES utf8 */;

/*!40101 SET SQL_MODE=''*/;

/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;

CREATE DATABASE /*!32312 IF NOT EXISTS*/`sp2` /*!40100 DEFAULT CHARACTER SET utf8 COLLATE utf8_unicode_ci */;

USE `sp2`;

/*Table structure for table `kc_admin` */

DROP TABLE IF EXISTS `kc_admin`;

CREATE TABLE `kc_admin` (
  `adminid` int(11) NOT NULL auto_increment,
  `adminname` char(12) NOT NULL,
  `adminpass` char(32) NOT NULL,
  `adminlevel` text NOT NULL,
  `adminlanguage` char(30) NOT NULL,
  `admineditor` char(100) default NULL,
  `admincount` smallint(6) NOT NULL default '0',
  `adminmode` tinyint(1) NOT NULL default '1',
  `adminskins` char(50) NOT NULL default 'default',
  `adminlogin` char(100) default NULL,
  `siteurl` char(100) default NULL,
  `isdelete` tinyint(1) NOT NULL default '0',
  `admindate` int(10) NOT NULL default '0',
  PRIMARY KEY  (`adminid`),
  UNIQUE KEY `adminname` (`adminname`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `kc_admin` */

insert  into `kc_admin`(`adminid`,`adminname`,`adminpass`,`adminlevel`,`adminlanguage`,`admineditor`,`admincount`,`adminmode`,`adminskins`,`adminlogin`,`siteurl`,`isdelete`,`admindate`) values (1,'admin','7fef6171469e80d32c0559f88b377245','admin','zh-cn','xheditor',60,1,'default','manage.php','',0,1318579056);

/*Table structure for table `king__article` */

DROP TABLE IF EXISTS `king__article`;

CREATE TABLE `king__article` (
  `kid` int(11) NOT NULL auto_increment,
  `kid1` int(11) NOT NULL default '0',
  `ncount` int(11) NOT NULL default '1',
  `listid` int(11) NOT NULL default '0',
  `ktitle` varchar(100) default NULL,
  `ksubtitle` varchar(20) default NULL,
  `nsublength` tinyint(2) NOT NULL default '0',
  `norder` int(11) NOT NULL default '0',
  `isstar` tinyint(1) NOT NULL default '0',
  `ndate` int(10) NOT NULL default '0',
  `nlastdate` int(10) NOT NULL default '0',
  `kkeywords` varchar(100) default NULL,
  `ktag` varchar(100) default NULL,
  `kdescription` varchar(255) default NULL,
  `kimage` varchar(255) default NULL,
  `kcontent` text,
  `kpath` varchar(255) NOT NULL,
  `nshow` tinyint(1) NOT NULL default '1',
  `nhead` tinyint(1) NOT NULL default '0',
  `ncommend` tinyint(1) NOT NULL default '0',
  `nup` tinyint(1) NOT NULL default '0',
  `nfocus` tinyint(1) NOT NULL default '0',
  `nhot` tinyint(1) NOT NULL default '0',
  `nprice` double NOT NULL default '0',
  `nweight` int(11) NOT NULL default '0',
  `nnumber` int(10) NOT NULL default '0',
  `nbuy` int(10) NOT NULL default '0',
  `ncomment` int(11) NOT NULL default '0',
  `krelate` varchar(255) default NULL,
  `ndigg1` int(11) NOT NULL default '0',
  `ndigg0` int(11) NOT NULL default '0',
  `ndigg` int(11) NOT NULL default '1',
  `nfavorite` int(11) NOT NULL default '0',
  `nhit` int(11) NOT NULL default '0',
  `nhitlate` int(11) NOT NULL default '0',
  `userid` int(11) NOT NULL default '0',
  `ulock` tinyint(1) NOT NULL default '0',
  `adminid` int(11) NOT NULL default '0',
  `isok` tinyint(1) NOT NULL default '0',
  `nip` int(10) NOT NULL default '0',
  `aid` int(11) NOT NULL default '0',
  `nattrib` text,
  `k_author` varchar(30) default NULL,
  `k_source` varchar(255) default NULL,
  PRIMARY KEY  (`kid`),
  UNIQUE KEY `kpath` (`kpath`),
  KEY `kid1` (`kid1`),
  KEY `aid` (`aid`),
  KEY `nshow` (`nshow`),
  KEY `nhead` (`nhead`),
  KEY `nfocus` (`nfocus`),
  KEY `nhot` (`nhot`),
  KEY `userid` (`userid`),
  KEY `adminid` (`adminid`),
  KEY `ndigg` (`ndigg`),
  KEY `listid` (`listid`)
) ENGINE=MyISAM AUTO_INCREMENT=42 DEFAULT CHARSET=utf8;

/*Data for the table `king__article` */

insert  into `king__article`(`kid`,`kid1`,`ncount`,`listid`,`ktitle`,`ksubtitle`,`nsublength`,`norder`,`isstar`,`ndate`,`nlastdate`,`kkeywords`,`ktag`,`kdescription`,`kimage`,`kcontent`,`kpath`,`nshow`,`nhead`,`ncommend`,`nup`,`nfocus`,`nhot`,`nprice`,`nweight`,`nnumber`,`nbuy`,`ncomment`,`krelate`,`ndigg1`,`ndigg0`,`ndigg`,`nfavorite`,`nhit`,`nhitlate`,`userid`,`ulock`,`adminid`,`isok`,`nip`,`aid`,`nattrib`,`k_author`,`k_source`) values (25,0,1,13,'英《世界新闻报》涉嫌窃听被查 英国王子遭窃听','',0,12,0,1317888043,1317888043,'英国,记者,皇家,窃听','英国,记者,皇家,窃听','法制晚报9月6日报道早在2006年就因窃听而东窗事发的英国畅销小报《世界新闻报》近日开始遭到警方调查。据英国媒体今晨报道，英国警方5日说，他们已经着手调查英国畅销小报是否违法窃听民众的语音信息。受害者包括英..','','<div id=\"botext\"> 			<p><strong>法制晚报9月6日报道</strong>&nbsp;早在2006年就因窃听而东窗事发的英国畅销小报《世界新闻报》近日开始遭到警方调查。</p><p>据英国媒体今晨报道，英国警方5日说，他们已经着手调查英国畅销小报是否违法窃听民众的语音信息。</p><p><strong>受害者包括英国王子及伦敦市长</strong></p><p>《世界新闻报》记者克莱夫·古德曼曾利用私家侦探窃听英国王室工作人员的语音对话，根据所获信息撰写相关报道，2007年被判4个月监禁。</p><p>事后，英国3家移动通讯公司发现，在古德曼和其私人侦探莫凯尔被捕前的一年之中，有100多名客户的语音信箱被开启。</p><p>而伦敦警方也证实，被窃听的名人包括威廉、哈利两王子，前文化大臣黛莎·裘威尔以及伦敦市长鲍里斯·约翰逊等。</p><p><strong>回应</strong></p><p><strong>高级编辑否认窃听 称并不知情</strong></p><p>这家报纸当时坚称记者古德曼私自采取这种手段，而包括安迪·库尔森在内的高级编辑并不知情。</p><p>库尔森如今担任戴维·卡梅伦政府负责公共关系的部门主管，他否认先前知晓古德曼窃听别人电话。</p><p><strong>揭发</strong></p><p><strong>窃听触角伸到了“英国权力心脏”</strong></p><p>英国议会在今年2月24日曾公布了一份报告指出，《世界新闻报》把窃听触角伸到了“英国权力心脏，警方、军方、王室、政府以及议会人士都有涉及，窃听几乎到了工业化量产水平。”</p><p>美国《纽约时报》日前爆料说，《世界新闻报》记者经常窃听民众语音信息。曾任《世界新闻报》记者的肖恩·霍尔随后在英国广播公司一档访谈节目里说，库尔森早就知晓报社记者的窃听行为。</p><p><strong>警方</strong></p><p><strong>现已着手从消息源搜集涉案资料</strong></p><p>英国伦敦警察局警官约翰·耶茨表示，警方现已着手从《纽约时报》、霍尔等消息源搜集涉案资料，“会向刑事检察院咨询如何办理这起案件”。</p><p>可能受记者窃听的对象包括前副首相约翰·普雷斯科特。不过，耶茨5日说，尚无证据显示普雷斯科特曾受这家报纸记者窃听。</p><p><strong>人物</strong></p><p><strong>被捕的“皇家记者”</strong></p><p><strong>专门报道名人生活</strong></p><p>克莱夫·古德曼曾是《世界新闻报》的“皇家记者”，因窃听事件，其于2006年8月被捕，2007年被判入狱。</p><p>在被捕前，克莱夫·古德曼曾在《世界新闻报》有一专栏，专门撰写与名人生活有关的报道。其曾因报道戴安娜王妃的婚姻等皇家新闻而广受关注。</p>                                   </div><br />','dispatch/2011/59/06/page-13-25.html',1,0,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'xiaofanku','网易'),(26,0,1,13,'英国调查显示家庭暴力40%受害者是男性','',0,13,0,1317888115,1317888115,'英国,家庭,暴力,男性','英国,家庭,暴力,男性','大洋网-广州日报9月7日报道英国最新的一项调查表明，近年来英国超出40%的家庭暴力受害者为男性。这一比例，远超出人们的想象。英国司法进修委员会于9月4日公布了一项研究报告，内容显示，根据英国内政部和犯罪调查所..','','<p><strong>大洋网-广州日报9月7日报道</strong>&nbsp; 英国最新的一项调查表明，近年来英国超出40%的家庭暴力受害者为男性。这一比例，远超出人们的想象。</p><p>英国司法进修委员会于9月4日公布了一项研究报告，内容显示，根据英国内政部和犯罪调查所提供的家庭暴力男性受害者相关数据，家暴男性受害者比例高达40%。其中，超过半数都遭受了身体伤害。</p><p>报告提供的数据显示，2006年至2007年，男性受害者所占比例为43.7%。2007年至2008年，上升为45.5%。2008至2009年，略有所下降，为37.7%。但值得注意的是，2008年至2009年，英国遭受家暴的男性超过4.1万人，而女性仅为2700人。此外，2009年，6%的女性和4%的男性都遭受过家庭暴力。</p>更让部分男性受害者不满的是，每当他们打电话报警时，警方对于他们的求助不够重视，绝大多数警察想当然地认为受害者是女性。&nbsp; <br />','dispatch/2011/00/06/page-13-26.html',1,0,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'xiaofanku','网易'),(24,0,1,13,'奥巴马演讲指责批评者将其当成狗一样谈论','',0,11,0,1317887586,1317887586,'选民,民主,美国,共和,奥巴马','选民,民主,美国,共和,奥巴马','广州日报9月9日报道美国总统奥巴马近日指责共和党“说我就像说一条狗”，此番言论在美国引起关注。眼下，美国中期选举的大幕已正式拉开，奥巴马的这番言论也意味着两党竞选之战日益白热化。“他们说我就好像说一条狗..','','<div id=\"botext\"> 			<p><strong>广州日报9月9日报道</strong>&nbsp;美国总统奥巴马近日指责共和党“说我就像说一条狗”，此番言论在美国引起关注。眼下，美国中期选举的大幕已正式拉开，奥巴马的这番言论也意味着两党竞选之战日益白热化。</p><p>“他们说我就好像说一条狗一样。这不是我准备好的发言稿，但事实就是如此。”&nbsp;美国媒体称，这是奥巴马数月来最具攻击性的言论，标志着奥巴马已经进入“竞选模式”。</p><p>据报道，奥巴马的“狗”言论是在6日的演讲中脱口而出的。当时，奥巴马出席在威斯康星州密尔沃基市举行的一场劳工节纪念活动。在这次活动中，奥巴马公布了一项总额500亿美元的基础设施扩建计划，此消息被广泛报道。但在两天后，美国媒体却纷纷报道了奥巴马在这项活动中所发表的一番出人意料的言论。</p><p>在6日的演讲中，奥巴马指责共和党对手谈论他就像谈论一条狗一样。“一些颇有影响力的势力长期以来一直主导着华盛顿的议事日程，他们对我总是不满意。”奥巴马说，“他们说我就好像说一条狗一样。这不是我准备好的发言稿，但事实就是如此。”</p><p>奥巴马的这番言论引发热议。有人不清楚奥巴马何出此言，有人则冷嘲热讽为何要“把奥巴马当狗”，有人说这是近来诸事不顺的奥巴马的气话，而白宫至今尚未就此作出回应。</p><p>奥巴马还抨击共和党人让美国经济陷入衰退困境，而且，在他就任总统后，共和党一再阻挠他为拯救美国经济所作出的各项政策。</p><p>美国媒体称，这是奥巴马数月来最具攻击性的言论，标志着奥巴马已经进入“竞选模式”。9月6日是美国的劳工节，这一天往往也是美国中期选举开始的日子。可以说，奥巴马在这一天以一项经济刺激计划和一番引发关注的言论拉开了今年中期选举的帷幕。</p><p><strong>过半美国人不认可奥巴马</strong></p><p>连日来，奥巴马宣布多项经济刺激计划，试图以此为民主党拉选票。但美国媒体称，这些经济计划需要国会批准，估计今年之内很难在国会过关。即使侥幸过关，短期之内也不会产生降低失业率等立竿见影的效果，因而也很难改善民主党的选情。</p><p>而最新民意调查显示，超过一半的美国人认为奥巴马在处理经济问题上表现糟糕，民主党中期选举前景不妙，极有可能丢掉众议院控制权；奥巴马的总体支持率则处于其就任总统以来的最低点。</p><p>民意调查显示，大约57％的美国人不赞同奥巴马处理经济的方式，而奥巴马的支持率也继续低迷，52％的受访者认为他表现不好。</p><p>而在决定胜负的独立选民中，支持共和党人的占多数；对全国登记选民的调查还发现，共和党人的支持率领先民主党10％。对民主党来说，这些都不是好消息。</p><p><strong>民主党士气低落或失众议院</strong></p><p>在2006年的中期选举中，民主党人一举夺得了参议院和众议院的控制权。但在今年的中期选举中，民主党对国会的控制权却危在旦夕。</p><p>心怀不满的选民、复苏乏力的经济，以及奥巴马政治魅力的消退，都危及民主党议员的选情。其中最为关键的是经济问题，但奥巴马政府的经济刺激计划效果不佳，美国经济复苏持续乏力，选民最为关心的失业率则居高不下。</p><p>美国媒体分析称，在此次中期选举中，共和党人处于攻势，民主党则士气低落，处于守势；共和党很可能如愿夺得众议院控制权，但难以夺得参议院控制权。</p>                                   </div><br />','dispatch/2011/51/06/page-13-24.html',1,0,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'xiaofanku','网易'),(23,0,1,13,'国考报名首日因报名踊跃一度发生网络拥堵','',0,10,0,1317887459,1317887459,'中央,国考,公务员,考试','中央,国考,公务员,考试','2011年度国考将计划招录1.6万人。昨天上午10点多，记者登录人社部中央机关及其直属机构2011年度考试录用公务员专题网站的考生报名网页，发现在考生必须填报“报考公务员诚信承诺书”时，“我同意”一栏始终没有链接..','','<div id=\"botext\"> 			<p>2011年度国考将计划招录1.6万人。昨天上午10点多，记者登录人社部中央机关及其直属机构2011年度考试录用公务员专题网站的考生报名网页，发现在考生必须填报“报考公务员诚信承诺书”时，“我同意”一栏始终没有链接，而“不同意”一栏的链接则可正常点击，导致无法正常注册和报名，记者多次尝试依然如此。</p><p>记者就此致电报名技术咨询电话84649922，一位男性工作人员表示，此前已经有一些考生向其咨询过这一问题。据其介绍，这可能是由于报名者太多造成网络拥挤而导致的。他建议，由于这一报名持续多日，报名者可随后更换不同时段多试几次。下午1点，记者再次登录时，已经可以正常注册了。</p>                                   </div><br />','dispatch/2011/49/06/page-13-23.html',1,0,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'xiaofanku','网易'),(21,0,1,13,'住建部:违反限购房规定买卖住房有重大风险','',0,8,0,1317887273,1317887273,'住房,家庭,城乡','住房,家庭,城乡','住房城乡建设部有关部门负责人15日表示，有的城市由于个别购房人超出当地规定的家庭限购套数，新购住房无法办理合同备案或房地产登记，引起了一些经济和法律纠纷，给购房人带来了重大风险。针对这种情况，住房城乡建..','','住房城乡建设部有关部门负责人15日表示，有的城市由于个别购房人超出当地规定的家庭限购套数，新购住房无法办理合同备案或房地产登记，引起了一些经济和法律纠纷，给购房人带来了重大风险。<p>针对这种情况，住房城乡建设部有关部门负责人郑重提醒：房地产交易各方参与人应当详细了解房地产调控政策，重点是本地区限购住房套数的相关规定，防止因对政策的不了解而产生经济和法律风险。</p><p>房地产销售机构要加大对限购措施等调控政策的告知力度。房地产开发企业、房地产经纪机构应当在销售现场、经营门店显著位置标示限购措施的主要内容，并加强对员工管理和培训。房屋销售人员、经纪人员应按照诚实信用原则，如实准确告知每一位购房者相关政策并作出必要的风险提示，避免造成不必要的退房纠纷。</p><p>购房人应当如实准确申报家庭组成情况及住房情况，防止因申报情况与实际不符导致不能办理房地产登记等现象的发生。</p><br />','dispatch/2011/46/06/page-13-21.html',1,0,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'xiaofanku','网易'),(22,0,1,13,'河南高院集中宣判6起涉黑案 87人获刑','',0,9,0,1317887368,1317887368,'省院,黑社会,暴力,犯罪','省院,黑社会,暴力,犯罪','省高院表示，从2006年1月至今，全省法院以黑社会性质组织罪名审结的案件已达350多件。判处死刑（死缓）、无期徒刑的有114人，判处5年以上有期徒刑的1447人，重刑率达49.21%。而对此类严重危害群众安全的严重暴力犯罪..','','省高院表示，从2006年1月至今，全省法院以黑社会性质组织罪名审结的案件已达350多件。判处死刑（死缓）、无期徒刑的有114人，判处5年以上有期徒刑的1447人，重刑率达49.21%。而对此类严重危害群众安全的严重暴力犯罪，法院今后仍将保持高压态势，并对其背后的保护伞进行坚决打击。                                   <br />','dispatch/2011/47/06/page-13-22.html',1,0,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'xiaofanku','网易'),(20,0,1,11,'布莱尔著书泄密触怒英王室 或被取消授勋章','',0,7,0,1317786199,1318579091,'王室,布莱尔,勋章,著书,ni ma','王室,布莱尔,勋章,著书,ni ma','新京报9月7日报道自2007年离开唐宁街10号后，各种关于布莱尔的书相继出版。这一次，布莱尔宣称，沉寂3年，个人回忆录宣告他正式复出。他说：“我在过去3年刻意保持沉默。”如今，工党成在野党，布莱尔决定发出自己的..','','<div id=\"botext\"> 			<p><strong>新京报9月7日报道</strong>&nbsp;自2007年离开唐宁街10号后，各种关于布莱尔的书相继出版。</p><p>这一次，布莱尔宣称，沉寂3年，个人回忆录宣告他正式复出。他说：“我在过去3年刻意保持沉默。”</p><p>如今，工党成在野党，布莱尔决定发出自己的声音。</p><p>沉寂3年后，托尼·布莱尔选择“开炮”。</p><p>近日，这位英国前首相正式推出个人回忆录《旅程》。这本书的重要内容涉及他在唐宁街10号的10年光景以及他与继任者戈登·布朗之间的恩恩怨怨。</p><p><strong>布朗“有政治手腕”</strong></p><p>布莱尔现年57岁。1997年，时年44岁的布莱尔带领工党以绝对优势在议会选举中胜出，随之当选英国首相。他还是英国历史上首位三度当选首相的工党党首。</p><p>关于前首相、继任者戈登·布朗，布莱尔在回忆录中写道：“他是否难以相处，有时甚至让人抓狂？是的。”</p><p>不过，布莱尔认为布朗这个人“强势、聪明、有能力。”</p><p>英国《卫报》受权发表《旅程》的部分章节。在布莱尔眼中，布朗的软肋明显，即缺乏与生俱来的政治本能。</p><p>他这样点评布朗：“政治手腕，有；政治情感；无。分析能力，绝对出色；情商，零。”</p><p>布莱尔早就预料布朗继任首相之位是“灾难”，但受困于“金钱换爵位”丑闻的他当时没有别的选择。</p><p>据布莱尔披露，布朗曾对其表示，自己早知道工党无法赢得2010年的选举。</p><p>2010年5月，英国大选正酣，工党和保守党进入罕见的拉锯战，首相人选难产。</p><p>这场“最混乱的”大选产生了二战后英国第一个联合政府，而布朗虽辞职也未能保住工党的执政地位，最终，保守党党首卡梅伦成为英国首相。</p><p>对于连续执政13年的工党而言,这是“一场败仗”。</p><p>在接替布莱尔执政的3年中，布朗呆板木讷的个性让他在选民中丢分不少。金融危机发生后，布朗政府始终没能拿出有效的措施，工党的财政也陷入危机，支持率大幅下降。</p><p>媒体报道称，自由民主党和工党就组阁进行谈判时，前者首先开出的价码是“布朗辞职”。</p><p>回顾布朗的首相生涯，布莱尔表示：“根据他担任首相期间的表现，我本应该阻止这一切的发生。像他这样做，是不行的。”</p><p>如何拯救落魄的工党？</p><p>布莱尔开出了“药方”：“当工党是‘新工党’时，工党就获得了胜利，然而工党失败则是因为工党停止变成‘新工党’。”</p><p>何谓“新工党”？</p><p>布莱尔给出的定义是：“新工党”当属伟大的改革型政府，理应继续进行公共服务和福利改革。</p><p><strong>布莱尔赞同减赤字计划</strong></p><p>自《旅程》的部分内容公布后，保守党近日“沾沾自喜地”宣称，布莱尔在书中完全赞同了当前联合政府关于削减赤字的计划。</p><p>布莱尔在书中写道：“现在的危险是：如果政府不应付赤字，账单将结算到纳税人身上。纳税人担心，现在的巨额赤字就意味着未来的高额税收。这种前景将削弱纳税人的信心，减少投资和购买力。这同时也会增加出现持续萧条的危险。”</p><p>布莱尔指出，工党必须接受现实，即从2005年开始，工党就没有有效地应对赤字。</p><p>他警告说：“我们应该做什么？我们应该采取一个‘新工党’的方式来解决这场危机，那就是保持直接税充满竞争力，逐渐增加增值税和其他的非直接税，从而削减赤字，并利用这场危机进一步深化和加速推动改革。”</p><p>对此，保守党高层领导赛义达·沃尔希表示，布莱尔的这一建议与保守党的政策不谋而合。保守党的政策包括从1月份起把增值税提高2.5%，并逐渐削减赤字。</p><p>资料显示，直接税是指直接向个人或企业开征的税，包括对所得、劳动报酬和利润的征税。直接税与间接税相对应。间接税是对商品和服务征收的，从而只是间接地以公众为征税对象。间接税包括销售税，还有对财产、酒类、进口商品和汽油等所征的税。</p><p><strong>回忆录收入资助英士兵</strong></p><p>谈及伊拉克战争，布莱尔自称并不后悔参与伊战。</p><p>今年1月，英国的伊战调查委员会负责人约翰·基尔戈特质问布莱尔，是否为参与伊战感到后悔？</p><p>“大家难道真的认为我不关心、不难过吗，不会为我们每一个生命的失去感到遗憾吗？”布莱尔反问。</p><p>然而，他坚持认为，让英国参加伊拉克战争、铲除“独裁者”<a href=\"http://news.163.com/special/p/00011F1T/people2005sdm.html\">萨达姆</a>·侯赛因的决定正确。</p><p>“基于我们现在已知的信息，我仍坚信，放任萨达姆掌权会比除掉他，将给我们的安全带来更大风险。”布莱尔表示，“尽管后果糟糕，但我们可以认为，如果放任萨达姆和他的儿子们继续掌权，伊拉克的处境会更糟。”</p><p>布莱尔的态度坚定不移：“我无法对参战决定抱有悔意。”</p><p>对于那些在伊拉克战争中牺牲的英国大兵，布莱尔表示，自己感到持续的“心灵痛苦”，甚至于不敢猜想“噩梦的全景”。</p><p>布莱尔希望能够向那些失去亲人的家庭伸出援手。“我觉得任何安慰的言辞都不够，他们已经死了，但我，作为导致他们死亡的决策的制定者，却依然活着。”</p><p>为此，布莱尔也决定将出书的全部收入，约400万英镑，全部捐给英国军方的一个慈善机构———“英国皇家军团”，为那些受伤的士兵提供资金支持。</p><p>“这是我从离开唐宁街10号时就做出的决定。”布莱尔表示，“我从出版商那里得到的每一分钱，都会捐出去，400万英镑只是最少的数目。只要书卖得好，慈善机构将得到更多钱。”</p><p>在英国亚马逊网站的畅销书排行榜上，《旅程》名列前十。这本回忆录将在多个国家出版，并推出有声读物版本。</p><p>但反对者并不买账，他们称这笔钱为“血腥钱”。</p><p>9月4日，布莱尔在爱尔兰首都都柏林的首站签售活动就遇险。多名反伊战示威者朝他投掷鸡蛋、水瓶和鞋，所幸没有被击中。</p><p>选择“开炮”的布莱尔，可能误伤了英国王室。据英国媒体援引王室内部人士的话称，鉴于布莱尔在回忆录中揭短，女王为此不悦，并考虑拒绝授予布莱尔一项荣誉。</p><p>按传统，前首相布莱尔本来可能被授予苏格兰的最高勋章。</p><p>现年84岁的女王对布莱尔透露在女王官邸的私人谈话内容深感“不满”。</p><p>上述王室内部人士抱怨说：“（布莱尔）应该对王室和首相之间的私人谈话保密，这是家喻户晓的惯例。”</p><p><strong>布莱尔不为钱多头疼</strong></p><p>自2007年离开唐宁街10号后，各种关于布莱尔的书相继出版，对于他和布朗“逼宫”真相持续的争议，以及对他做出参加伊战决定批评的持续发酵，都让布莱尔从未远离“新闻圈”。</p><p>这一次，布莱尔宣称，沉寂3年，个人回忆录宣告他正式复出。他说：“我在过去3年刻意保持沉默。”</p>                                   </div><br />','news/2011/41/05/page-2-20.html',1,0,0,0,0,1,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'xiaofanku','网易'),(17,0,1,11,'国务院发文布局东部产业向中西部转移','',0,4,0,1317785835,1317785835,'中国,政府,东部','中国,政府,东部','大洋网-广州日报9月7日报道根据中国政府网昨日刊载的《国务院中西部地区承接产业转移的指导意见》，我国中西部地区在承接东部沿海地区和海外的产业转移项目时要坚持市场导向，减少行政干预；立足比较优势，合理确定..','','<div id=\"botext\"> 			<p><strong>大洋网-广州日报9月7日报道</strong>&nbsp; 根据中国政府网昨日刊载的《国务院中西部地区承接产业转移的指导意见》，我国中西部地区在承接东部沿海地区和海外的产业转移项目时要坚持市场导向，减少行政干预；立足比较优势，合理确定产业承接发展重点，防止低水平重复建设；坚持节能环保等原则。</p><p>该指导意见提出，中西部地区要依托本地区产业基础和劳动力、资源等优势，推动重点产业承接发展，包括劳动密集型产业、能源矿产开发和加工业、农产品加工业、装备制造业、现代服务业、高技术产业、加工贸易。</p>                                   </div><br />','news/2011/35/05/page-2-17.html',1,0,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'xiaofanku','网易'),(18,0,1,11,'重庆工伤死亡事故一次性赔偿将达60万以上','',0,5,0,1317785940,1317785940,'安全,事故,工伤','安全,事故,工伤','重庆晚报9月7日报道昨天，市长黄奇帆主持召开市政府第80次常务会议，审议通过了《重庆市人民政府关于进一步加强企业安全生产工作的意见》和《重庆市开展落实企业安全生产主体责任行动实施方案》。意见强调，企业主要..','','<strong>重庆晚报9月7日报道&nbsp; </strong>昨天，市长黄奇帆主持召开市政府第80次常务会议，审议通过了《重庆市人民政府关于进一步加强企业安全生产工作的意见》和《重庆市开展落实企业安全生产主体责任行动实施方案》。意见强调，企业主要负责人和班子成员要轮流现场带班，要求煤矿、非煤地下矿山要有矿领导带班并与工人同时下井、同时升井。<br /><br /><p>意见特别提出要加强社会监督和舆论监督，制定《重庆市谎报瞒报生产安全事故举报奖励办法》，开通全市“12350”举报投诉电话，鼓励群众监督举报；要健全安全生产新闻发布机制，发挥新闻媒体的舆论监督，对舆论反映的客观问题要严肃查处。</p><p>在安全生产政策引导方面，意见提高了工伤事故死亡职工一次性赔偿标准。明确从2011年1月1日起，依照《工伤保险条例》的规定，对因生产安全事故造成的职工死亡，其一次性工亡补助标准调整为按全国上年度城镇居民人均可支配收入的20倍计算，并发放一次性丧葬补助金、供养亲属抚恤金，累计将达60万元以上。</p><br />','news/2011/37/05/page-2-18.html',1,0,0,0,0,1,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'xiaofanku','网易'),(19,0,1,11,'307名硕博士无法按时毕业 华中科大发狠全清退','',0,6,0,1317786094,1317786094,'教育,工作,研究生','教育,工作,研究生','中国日报网9月7日报道华中科技大学研究生院近日发布的一则通知引起媒体和公众热议，通知显示，华中科大将对超学习年限研究生进行退学处理，身处清退范围内的硕士和博士共有307人。寒窗苦读得来的入学名额，到头来却..','','<div id=\"botext\"> 			<p>中国日报网9月7日报道 华中科技大学研究生院近日发布的一则通知引起媒体和公众热议，通知显示，华中科大将对超学习年限研究生进行退学处理，身处清退范围内的硕士和博士共有307人。寒窗苦读得来的入学名额，到头来却因为无法按期毕业换来了被清退的处理，其中原因何在？</p><p>华中科技大学研究生院研究生培养处处长李震彪昨晚接受中国之声记者王宇采访时表示，这并不是个新鲜的做法。</p><p>李震彪：这不是（华中科技大学）近年出台的，这样已经好多年。有的学生找不着了，一两年不来学校，可能有各种原因。甚至个别人出国了，没办退学手续。我年轻的时候，也有一些人（被清退），不像2010年这么多，但2010年包含了往年没有清掉的人，有人读了8年，有的可能都9年、10年。这一次把他们都公布出来。今年和以前不太一样，把（名单）挂到网上了，让更多的同学容易看到，互相能够转告。</p><p>如今研究生超学习年限现象已经不是凤毛麟角的个例，各个学校都有。为什么学生们在规定期限内无法毕业呢？《新闻纵横》昨晚邀请各路教育专家对此进行解析，盘点如下三大原因。</p><p><strong>第一种：在职研究生心有旁骛</strong></p><p>中国教育学会会长顾明远：脱产（读研）不会这么长时间，主要是在职的，他可能工作忙，论文做不出来，或者有的很认真，不愿意凑合毕业，有的老师要求比较严，拖得比较长。</p><p><strong>第二种：全日制研究生分心就业</strong></p><p>中央教育科学研究所研究院陈如平：就业形势非常严峻，（有人）先就业，再完成学业，先跑掉了。如果是应届毕业生，这时候可能就忙着去找工作了。</p>                                   </div><br />','news/2011/40/05/page-2-19.html',1,0,0,0,0,1,0,0,0,0,1,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'xiaofanku','网易'),(16,0,1,11,'卫生部人士称多部门已原则性同意外资办医院','',0,3,0,1317785739,1317785739,'中国,卫生,医院','中国,卫生,医院','东方网9月7日报道记者昨日从接近卫生部的权威人士处获悉，包括卫生部在内等多部门已达成原则性共识，同意放开外资独资经办医疗机构。这是继2009年深化医改文件精神以及今年2月《关于公立医院改革试点的指导意见》先..','','<div id=\"botext\"> 			<p><strong>东方网9月7日报道</strong>&nbsp; 记者昨日从接近卫生部的权威人士处获悉，包括卫生部在内等多部门已达成原则性共识，同意放开外资独资经办医疗机构。</p><p>这是继2009年深化医改文件精神以及今年2月《关于公立医院改革试点的指导意见》先后明确鼓励社会资本进入医疗领域后，部门间在上述原则性文件基础上的第一次正式动作。</p><p>2009年深化医改方案公布后，国务院计划在3年内投入医改资金8500亿元，2010年相关部门统计数字显示已累计投入3700亿元。但真正处于医改核心的公立医院改革，几乎未有松动。在一年医改实践后，业界对财政实际支出的认识更清醒，全国14086所医院不可能通过财政补偿找到出路。</p><p>多部门对外资经办医疗机构的原则性表态，显得颇有意义。长期从事医院改革研究的北京群英咨询管理公司董事长刘会告诉记者，由于目前还不清楚随后的规定能在多大程度上放开，是否会先试点，医保接续和职称评定等如何解决等，所以还不好判断这一可预见的“开闸”将在多大程度上起到作用。但他认为，如确实有实质性政策放开，显而易见的好处就是，使包括医生和医院在内的医疗资源合理流动起来，让业务精良的医生进入市场，形成对专业能力的价值判断。</p><p>但相左的意见也旗帜鲜明。某医改专家向本报表示：“如公立医院改革‘管办分开’这个核心问题不解决，说什么都是白搭。”</p><p>几十年来，对中国公立医院的症结，业内习惯将其归因于“管办不分”——管理权在卫生系统，经营权也在卫生系统——一个城市最大的中心医院院长往往同时是该地卫生局局长或副局长。“冀望他们主动交出医院这部分职能，如没有强制性政策，不可能推动。”前述专家指出。</p>                                   </div><br />','news/2011/34/05/page-2-16.html',1,0,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'xiaofanku','网易'),(15,0,1,11,'人口普查办称房屋空置率不在普查范畴','',0,2,0,1317784525,1317784525,'人口,普查,全国,中国','人口,普查,全国,中国','中国经济周刊9月7日报道个人信息会不会被泄露？超生户会不会被罚款？普查经费会不会最终由社区负担？能否趁机调查一下房屋空置率……8月16日，本刊《第六次人口普查怎么查？》的报道刊发后，引发了包括网友在内的多..','','<div id=\"botext\"> 			<p><strong>中国经济周刊9月7日报道</strong>&nbsp;个人信息会不会被泄露？超生户会不会被罚款？普查经费会不会最终由社区负担？能否趁机调查一下房屋空置率……</p><p>8月16日，本刊《第六次人口普查怎么查？》的报道刊发后，引发了包括网友在内的多方关注。针对相关问题，本刊记者采访了国务院第六次全国人口普查领导小组办公室(下称“普查办”)负责人。</p><p><strong>数据不得用于考核、奖惩</strong></p><p>《中国经济周刊》：对于人口普查，许多人最大的担忧就是个人隐私问题，比如涉及到收入状况、多处住房情况、离异、再婚及领养子女情况等等，一般而言不愿如实申报。近期在北京一些普查人员入户进行户口整顿的摸底调查时，遭到抵触的情况就比较多。此次人口普查，将如何保护普查对象的个人隐私？</p><p>普查办：随着社会的发展，普查对象对个人隐私的保护意识明显增强，这是可以理解的。关于隐私的保护，《人口普查条例》明确要求，要严格执行《中华人民共和国统计法》的有关规定，人口普查取得的数据，严格限定用于普查目的，不得作为任何部门和单位对基层过去的工作实施考核、奖惩的依据，不得作为对普查对象作出行政处罚的依据；各级普查机构及其工作人员，必须严格履行保密义务。</p><p><strong>普查员报酬由地方负责</strong></p><p>《中国经济周刊》：有读者反映，2000年进行第五次全国人口普查时，按规定，经费是由三级财政负担，可是普查结束后，都由各个居委会承担了。“本次普查经费是否还会让社区负担？”</p><p>普查办：《人口普查条例》明确规定，第六次全国人口普查所需经费，由国务院和地方各级人民政府共同负担，并列入相应年度的财政预算，按时拨付、确保到位。《条例》还规定：普查指导员和普查员可以从国家机关、社会团体、企业事业单位借调，也可以从村民委员会、居民委员会或者社会招聘。借调和招聘工作由县级人民政府负责。借调的普查指导员和普查员的工资由原单位支付，福利待遇保持不变，并保留其原有工作岗位。招聘的普查指导员和普查员的劳动报酬，在人口普查经费中予以安排，由聘用单位支付。将以上内容综合起来看，应该理解为，普查员的招聘由县级人民政府负责，他们的劳动报酬也由聘用他们的县级人口普查机构支付。</p><p>《中国经济周刊》：此次人口普查投入了巨大的人力、物力和财力。有读者提议，每个人都有身份证和户口本，在当地的派出所都有登记备份，为什么这次人口普查不参考户口和身份证直接统计以减少成本呢？</p><p>普查办：第六次人口普查的登记原则是“现有人口+户籍外出人口”，也就是说，对于人户分离的人口，既要在他们的现住地进行登记，也要在他们的户籍所在地进行登记。这是因为，外出人口的身份证和户口本都是在户籍所在地进行登记的，而现在流动人口的数量非常庞大，如果仅仅根据当地派出所提供的户籍和身份证资料，并不能反映出全国外出流动人口的数量和流向。所以，还必须进行实地普查。</p><p>《中国经济周刊》：此次全国人口普查采取见人就登记的办法，同时，户籍所在地也会进行登记，这样就会造成重复。如何处理重复登记的信息？</p><p>普查办：居民们不用担心重复登记。在进行数据处理的时候，数据处理人员会按照常住人口的口径，核实并去掉重复的信息，以保证普查数据的准确性。</p><p><strong>超生“罚款”由地方制定细则</strong></p><p>《中国经济周刊》：随着中国第六次人口普查的临近，公安部首次明确，“对不符合计划生育政策的出生人口要及时登记落户”。据了解，超生的孩子上户口是要交罚款的，而且各地缴纳的罚款数额不尽相同。如果超生要交罚款，可能就会有人瞒报。因此，有网友建议，为保证普查的真实性，对超生的孩子上户口是否可以不交罚款？</p><p>普查办：关于户口整顿问题，由第六次全国人口普查领导小组、公安部、人口计生委联合下发了《第六次全国人口普查户口整顿工作方案》，文件对户口整顿做了一些原则性的规定：比如，首先，作为户口整顿的一个环节，应该尽可能地给无户口人员上户口。说得简单一点，只要有这个人，就应该给他上户口。其次，如果属于计划生育超生的部分，国家还有一个《人口与计划生育法》。如果违反了《人口与计划生育法》的规定，是要缴纳社会抚养费的。社会抚养费怎么缴纳，由各地方人民政府制定具体的规则。比如，在普查中如实申报超生人口的，可以按低限缴纳社会抚养费，这个低限如何确定，一些比较贫困的家庭，是否可以分期缴纳，这些都由地方政府来规定。</p><p><strong>房屋空置率不在普查范畴</strong></p><p>《中国经济周刊》：有人提出建议，结合此次全国人口普查工作，能否对住房空置率以及居民的住房情况进行摸底，完善楼市信息的统计和披露制度，确保数据的真实性和说服力，为市场判断提供更加科学的依据，让调控更加有效。您觉得这个建议可行吗？</p><p>普查办：这次人口普查分为长表和短表两种：一种是普查表短表，有18个项目，包括人口基本状况、受教育程度和每户的基本情况等；另外一种是普查表长表，共有45个项目，除了短表的内容外，还包括人口的迁移流动、身体健康、妇女生育、就业和住房情况等。这次普查，将抽取10%的住户填写普查表长表，其余的住户只填写普查表短表就可以了。在长表中会涉及到一些住房的指标，包括住房面积、住房的间数、住房的设施、住房的建成年代、住房是采用什么方式获得的——是购买的商品房，还是单位分的福利房，还是租的房屋等等。尽管关于房屋的信息登记已经比较详细了，但这次人口普查确实没有考虑调查空置率这个问题。这次设计的人口普查问卷非常简单，每个项目都能比较容易的回答，而且短表内容每个人回答的时间不超过几分钟。</p><p>《中国经济周刊》：人口普查问卷为什么要简单化设计？普查内容的出台经过了哪些程序？</p><p>普查办：第六次全国人口普查主要调查人口和住户的基本情况，内容包括：性别、年龄、民族、受教育程度、行业、职业、迁移流动、社会保障、婚姻生育、死亡、住房情况等。实际上，在普查之前，关于普查的内容征求了各个部门的意见，也征求了研究人员和学者的意见，比如，有一些人建议了解残疾人以及社会保障等一些很具体的内容，确实有很多需求。在权衡了相关需求和可能，也研究了各个国家的情况之后，我们选择了相对简单的普查项目。普查毕竟是对全国13亿人的全面调查，项目设置一旦过多，就难以保证普查结果的准确性。这是一项国家层面的调查，普查方案在征求各方面意见并作了多次修改的基础上，经过国务院第六次全国人口普查领导小组讨论确定。</p>                                   </div><br />','news/2011/14/05/page-2-15.html',1,0,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'xiaofanku','网易'),(14,0,0,11,'福州发公告要求在9月底前主动上缴三聚氰胺乳粉','',0,1,0,1317784439,1317784439,'福州,食品,安全','福州,食品,安全','福州新闻网9月5日报道为彻底消除2008年问题乳粉，切实保障人民群众身体健康和生命安全，现就问题乳粉清缴有关事宜公告如下。一、所有生产经营单位和个人不得使用、销售、藏匿2008年问题乳粉和2008年9月14日之前生产..','','<div id=\"botext\"> 			<p><strong>福州新闻网9月5日报道</strong>&nbsp;为彻底消除2008年问题乳粉，切实保障人民群众身体健康和生命安全，现就问题乳粉清缴有关事宜公告如下。</p><p>一、所有生产经营单位和个人不得使用、销售、藏匿2008年问题乳粉和2008年9月14日之前生产的未经检验三聚氰胺的乳粉。</p><p>二、任何持有上述问题乳粉的单位和个人，应立即上缴给当地工商行政管理部门或质监部门。凡在2010年9月30日前主动上缴的，可免予行政处罚；对逾期不上缴的，将依法给予严厉处罚。</p><p>三、希望广大人民群众和所有生产经营者积极向当地工商行政管理部门或质监部门投诉举报藏匿、销售、使用上述问题乳粉的行为，对举报经查实的将依法对举报人予以2000元奖励。福州市工商局举报电话12315，福州市质监局举报电话12365，福州市食安办举报电话12312。</p><p>特此公告</p>福州市食品安全委员会办公室                                   </div>                                                                     <div id=\"right_anno\" class=\"w219\">                                <div class=\"title_block\">                                    <br /></div><br /></div><br />','news/2011/06/05/page-2-1.html',0,0,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'xiaofanku','网易'),(27,0,1,14,'人力资源市场改造后开放 服务更加人性化','',0,14,0,1318211540,1318211540,'人力,资源,服务,创业','人力,资源,服务,创业','新改造的48个招聘展位里已经有一些求职者和企业进行一对一的洽谈。整个招聘展位为半封闭式，招聘双方各设一个座椅，有效地保护了隐私。在每个招聘展位的上方设置电子显示屏，滚动播出企业的招聘信息。　　新设的总服..','','&nbsp;新改造的48个招聘展位里已经有一些求职者和企业进行一对一的洽谈。整个招聘展位为半封闭式，招聘双方各设一个座椅，有效地保护了隐私。在每个招聘展位的上方设置电子显示屏，滚动播出企业的招聘信息。<p>　　新设的总服务台接受招聘企业和求职人员的现场咨询。总服务台每天都有一名值班主任，负责解答问题。市人力资源市场相关人士介绍，总服务台实行首问责任制，求职者和企业有相关问题，必须进行解答，如果解答不了，可以安排相关的服务窗口进行解答。</p><p>　　在招聘方式上也更加规范。所有企业招聘都必须事先进行预约，没有招聘展位的企业不能入场。为了方便个人招聘，市人力资源市场内还开设用工信息栏，三块展板可发布76个企业信息。同时，市场内设团体指导室和职业指导室，供招聘企业进行现场面试。</p><p>　　按照要求，今后用人单位到市人力资源市场招聘，须出示营业执照副本、经办人身份证件，如实填写招聘基本信息，招聘简章应当注明用人单位基本情况、招聘人数、职业工种、岗位要求、录用条件、劳动报酬等内容。用人单位现场招聘需提前一天预订招聘展位，当日凭预约号码、身份证、工商执照复印件入场，所有招聘的企业必须到指定的座位进行招聘，预订招聘席位两次不到者，取消其预定资格。每个工作日结束后，用人单位离场时需向服务窗口反馈当日洽谈情况及达成用工意向情况，填写《招工招聘情况反馈表》。据介绍，这样做是为了方便掌握企业的用工情况，以便对人力资源市场的用工情况进行预测和分析，更好地指导求职者和企业。</p><p>　　对企业要求更高的同时，对求职人员的管理也更加规范。求职人员必须持身份证或就业失业登记证进场，首次进入市场的求职人员将领到一张《就业需求登记表》，到服务窗口填写，登记表一式两份，服务窗口留存一份，求职人员持有一份，再次进场求职时需出示。求职者与用工单位洽谈必须持本人的《就业需求登记表》，否则用人单位不予洽谈。用人单位与求职者达成用工意向，求职者需将《就业需求登记表》交用人单位留存。</p><p>　　另讯（记者伏怡）9日，刚刚升级改造的铁东区人力资源市场大厅内秩序井然，大厅服务功能区重新规划和调整后，求职用工、就业失业登记、“4050”人员养老保险认证缴费等事务均可在大厅内一次完成。</p><p>　　从8月30日开始，铁东区人社局对人力资源市场大厅进行升级改造，对其服务功能区重新规划和调整，发挥功能最大化。</p><p>　　新改造的铁东区人力资源市场与原来相比，呈现出三大变化：一是招聘摊位安排设置更加合理。新增设了触摸屏、投影显示屏、悬挂式电视，更新了所有电脑设备、办公用品，能满足100家企业同时进行招工招聘，所有招聘信息全部通过电子屏发布；二是为群众提供更方便的服务。改造后的人力资源市场分为就业失业登记证办理及失业金发放、职业介绍指导、就业培训、事务代理四大服务区域；三是实现了“一条龙”办公。新设立了“创业指导”、“政策咨询”等服务窗口，求职用工、就业失业登记、就业失业登记证发放、用工备案、劳动事务代理等一般性事务均可在服务大厅一次完成。</p><!--/enpcontent--><br /><br /><!--/enpcontent-->','man/2011/50/10/page-14-27.html',1,1,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'xiaofanku','网易'),(28,0,3,14,'2011年自考人力资源开发与管理复习资料二','',0,15,0,1318211655,1318211827,'人力,资源,考试','人力,资源,考试','　一、选择题　　1、人力资源规划分为：总体规划　具体规划　　2、制定人力资源规划的原则：实效性　兼顾性　合法性　以展性　动态性　　3、人力资源规划流程：信息收集与处理　总体规划与分析　制定实施计划　　4、..','','&nbsp;　一、选择题<p>　　1、人力资源规划分为：总体规划　具体规划</p><p>　　2、制定人力资源规划的原则：实效性　兼顾性　合法性　以展性　动态性</p><p>　　3、人力资源规划流程：信息收集与处理　总体规划与分析　制定实施计划</p><p>　　4、人力资源需求预测的特点：科学性　近似性预测的数值相近局限性</p><p>　　5、人力资源预测的程序：现实人力资源需求预测　未来人力资源需求预测　未来流失人力资源预测</p><p>　　6、人力资源预测的方法：经验预测法　微观集成法　描述法　工作研究法　德尔非法　趋势分析法　比率分析法　散点图法　回归分析法</p><p>　　7、人力资源规划执行层次：组织层次　跨部门层　次部门层次</p><p>　　8、人力资源规划的原则：战略导向　螺旋上升　制度化　人才梯队　关键人力优先原则</p><p>　　简答题</p><p>　　1、人力资源规划的定义</p><p>　　(1)人力资源规划的的制定依据是组织的战略目标、外部环境、和组织内部的人力资源现状</p><p>　　(2)人力资源规划要保证组织人力资源与未来组织发展各阶段的动态适应</p><p>　　(3)人力资源规划在实现组织目标的同时，也注重个人发展</p><p>　　2、人力资源规划的目标</p><p>　　(1)获取并保持一定数量和质量的员工</p><p>　　(2)充分利用组织内部现有的人力资源</p><p>　　(3)能够预测组织中潜在的人员过多和人员不足</p><p>　　(4)与组织中其它业务规划相联系</p><p>　　(5)减少组织在关键技术环节对外部招聘的依赖性</p><p>　　3、人力资源规划的作用</p><p>　　(1)是组织战略规划的核心部分</p><p>　　(2)是适应动态发展的保证</p><p>　　(3)是各项人力资源管理工人的起点</p><p>　　(4)有助于控制成本</p><p>　　(5)有助于调动员工积极性</p><p>　　4、人力资源规划的内容</p><p>　　人员补充-使用调整-人力接替-教育培训-评价激励-员工关系-退休规划-员工薪酬-职业生涯</p><p>　　5、人力资源管理信息系统的作用</p><p>　　(1)改善企业人力资源管理的效率</p><p>　　(2)提高组织人力资源管理水平</p><p>　　(3)增强企业员工的组织认同感<br /><br /><br /></p>','man/2011/52/10/page-14-28.html',1,1,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'xiaofanku','网易'),(29,28,1,14,'2011年自考人力资源开发与管理复习资料一 ',NULL,0,16,0,1318211759,1318211759,'人力,资源,考试','人力,资源,考试','一、选择题　　(1)世界上资源可以分为：人力资源、自然资源、资本资源　　(2)人力资源由质量和数量两个方面构成　　(3)人力资源的质量构成包括体力、智力、非智力因素　　(4)人力资源管理经历了四个阶段：初级阶段　..',NULL,'&nbsp;一、选择题<p>　　(1)世界上资源可以分为：人力资源、自然资源、资本资源</p><p>　　(2)人力资源由质量和数量两个方面构成</p><p>　　(3)人力资源的质量构成包括体力、智力、非智力因素</p><p>　　(4)人力资源管理经历了四个阶段：初级阶段　人事管理阶段　人力资源管理阶段　战略人力资源管理阶段</p><p>　　(5)初级阶段以动关系改善和劳动效率提高为核心</p><p>　　(6)人事管理阶段以工作为中心</p><p>　　(7)人力资源管理阶段人与工作的相互适应</p><p>　　(8)战略人力资源管理阶段人力资源管理提升到战略高度</p><p>　　(9)20世纪50年代，彼得·德鲁克提出人力资源的概念</p><p>　　(10)比尔等人的《管理人力资本》的出版标致着人力资源管理向战略人力资源管理的飞跃</p><p>　　(11)企业的理念依据　企业使命　企业愿景　企业的核心价值观</p><p>　　二、名词</p><p>　　(1)人力资源：指能推动整个经济和社会发展，具有劳动能力的人口总和</p><p>　　三、简答题</p><p>　　1、人力资源的特点</p><p>　　(1)人力资源是以人为载体</p><p>　　(2)人力资源是能动性的资源</p><p>　　(3)人力资源具有动态性和时代性</p><p>　　(4)人力资源具有再生性和增值性</p><p>　　2、人力资源管理的功能</p><p>　　获取整合激励调控培训与开发</p><p>　　3、人力资源管理的目标</p><p>　　(1)取得人力资源最大的使用价值</p><p>　　(2)发挥人力资源最大的主观能动性，提高工作效率</p><p>　　4、人力资源管理的任务</p><p>　　(1)吸引及选聘组织真正需要的各类人才</p><p>　　(2)保证所聘人才能在组织内充分发挥所长</p><p>　　(3)为人才提供训练和发展的机会，使他们不断增强能力</p><p>　　5、人力资源战略制定的程序</p><p>　　内外环境分析——战略制定——战略实施——战略评估</p><p>　　6、人力资源战略制定的方式</p><p>　　整体型——双向型——独立型</p><p>　　7、企业的三大基本经营战略</p><p>　　成本领先战略——产品差别化战略——市场焦点战略</p><p>　　8、企业的发展四种战略</p><p>　　成长战略——维持战略——收缩战略——重组战略</p><p>　　9、人力资源战略可分为</p><p>　　诱引战略——投资战略——参与战略</p><p>　　10、基于战略的人力资源管理体系构成</p><p>　　(1)基于战略的人力资源规划系统</p><p>　　(2)基于素质模型的潜能评价系统</p><p>　　(3)基于KPI指标的考核系统</p><p>　　(4)基于业绩与能力的薪酬分配系统</p><p>　　(5)基于职业生涯的培训开发系统</p><p>　　11、人力资源管理在塑造企业的核心竟争力方面的独特作用</p><p>　　(1)通过对人力资源的培训和开发所形成的员工的核心专长与技能可能为客户创造独特的价值</p><p>　　(2)企业通过人力资源管理的各种手段所积累的特殊人力资本是稀少不可代替的</p><p>　　(3)认同企业文化的员工所拥有的核心专长与技能是竟争对手在短时间内难以模仿的</p><p>　　(4)组织化的人力资源在企业的发展中可以产生1+1=2的效果<br /><br /></p>','man/2011/55/10/page-14-29.html',1,0,0,0,0,0,0,0,0,0,0,NULL,0,0,1,0,0,0,-1,0,1,0,0,0,NULL,NULL,NULL),(30,28,1,14,'2011年自考人力资源开发与管理复习资料三 ',NULL,0,17,0,1318211827,1318211827,'人力,资源,考试','人力,资源,考试','选择题：　　1、作分析的结果工作规范工作说明书　　2、工作分析的过程准备阶段调查阶段分析阶段完成阶段　　3、工作分析的方法定性方法：问卷观察工作参与面谈工作日志关键事件工作任务清单定量方法：职位分析问卷P..',NULL,'&nbsp;选择题：<p>　　1、作分析的结果 工作规范 工作说明书</p><p>　　2、工作分析的过程 准备阶段 调查阶段 分析阶段 完成阶段</p><p>　　3、工作分析的方法 定性方法：问卷 观察 工作参与 面谈 工作日志 关键事件 工作任务清单 定量方法：职位分析问卷PAQ法 功能性工作分析FJA法职位评级FES法 工作对人提出的要求弗莱希曼工作分析系统 面谈法</p><p>　　4、工作分析的作用 确定职位价值的手段 薪酬分配基础理 体现企业价值导向</p><p>　　5、工作分析方法 排序法 分类法 评分法 要素比较法</p><p>　　简答题：</p><p>　　工作分析对人力资源管理的重要作用</p><p>　　(1)招聘和甄选的基础</p><p>　　(2)为培训和开发方案制定基础</p><p>　　(3)为绩效评价奠定基础</p><p>　　(4)为报酬决定基础</p><p>　　(5)为员工职业生涯规划奠定基础</p><p>　　(6)为人力资源规划奠定基础</p><p><br /></p>','man/2011/57/10/page-14-30.html',1,0,0,0,0,0,0,0,0,0,0,NULL,0,0,1,0,0,0,-1,0,1,0,0,0,NULL,NULL,NULL),(31,0,1,14,'人力资源管理师之企业政治文化是其核心','',0,18,0,1318212017,1318212017,'企业,人力,资源','企业,人力,资源','虽然很多企业不断的在建设和完善自己的企业文化，但就企业文化建设及完善的本身不具备企业文化的一些功能。究其原因来讲，很多企业文化建设没有抓住核心点，就是没有从立足企业稳定与发展的立场上去思考问题，所以企..','','&nbsp;<p>虽然很多企业不断的在建设和完善自己的企业文化，但就企业文化建设及完善的本身不具备企业文化的一些功能。究其原因来讲，很多企业文化建设没有抓住核心点，就是没有从立足企业稳定与发展的立场上去思考问题，所以企业文化建设就没有核心文化作为主导，这样文化就无法具备凝聚作用和引导教育作用等，而且企业文化走向了一种偏差，从而导致企业矛盾不断升级。企业文化建设要以企业组织政治立场为前提，将企业政治纲领作为企业人共同遵守的准则，在企业政治纲领为指导下形成企业文化的核心价值体系，才能对企业人起到普遍的约束力，同时也能激发企业人积极参与企业发展经营活动。</p><p>企业文化建设要以企业政治理论作为指导，在鲜明的企业政治立场的前提下，确立企业文化的核心要素，将企业文化核心要素贯穿在企业文化的各个层面。才能达到企业政治稳定，企业稳定的目的，为企业发展提供良好的发展环境。</p><p>企业文化形成过程要经过三个方面的过程，第一个方面是企业人认识层面，这个认识过程需要引导与教育的过程，只有通过引导教育是企业人能够提高企业政治素养，才能起到普遍约束力，才能激发企业人的积极性与创造性。第二个方面将认识层面转化到行为层面的过程，这就是说要达到思想与行为的统一过程，主要是在倡导企业政治文化的同时，监督企业人的行为符合与思想一直性。第三个方面是行为与价值的转化过程，企业人的行为将对企业价值转化起到关键性作用，企业行为的决定企业的价值。同时企业价值是企业行为集中的体现。这个过程就是以企业价值来促动企业人的行为转化。</p><p>&nbsp;</p>','man/2011/59/10/page-14-31.html',1,0,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'xiaofanku','网易'),(32,0,1,14,'人力资源市场岗位数超求职数 急需操作工','',0,19,0,1318212154,1318212154,'务工,岗位,人力','务工,岗位,人力','大众网烟台10月4日讯（通讯员王韦懿记者张雪松）上周，烟台市人力资源市场参加现场招聘和委托招聘的用人单位661家，提供各类专业技术工种93个，岗位9865个，求职报名人数9812人。　　用人需求前10位的工种：操作工、..','','<p>大众网烟台10月4日讯（通讯员 王韦懿 记者 张雪松） 上周，烟台市人力资源市场参加现场招聘和委托招聘的用人单位661家，提供各类专业技术工种93个，岗位9865个，求职报名人数9812人。</p><p>　　用人需求前10位的工种：操作工、营销人员、营业员、服务人员、保安、厨师、美容师、销售经理、司机、缝纫工。</p><p>　　登记求职前10位的工种：操作工、营销人员、营业员、服务人员、设备调试、机械设计、办公文员、焊工、主管会计、电气维护。</p><p>　　上周的市人力资源市场，一线普工、技术工人急缺，主要集中在服装、电子、食品、机械等行业，几家大型企业招聘人数达百人以上，缺口较大。企业提高相关待遇招揽人才，包括提供宿舍、免费班车、免费工作餐、带薪年假、五险一金等。用人单位对普工岗位学历不做要求，多青睐“吃苦耐劳，勤快能干，能长期稳定工作”的员工；此外，一些用人单位明确了加班补偿标准，意味着应聘人员需要适应加班要求。</p><p>　　从进场求职的人员情况看，进城务工人员和大中专毕业生仍为市场上供求两旺的群体，职业能力和技术素质越来越受到求职者的重视，增长幅度较大，技能型人才基本能满足用人单位的需求。</p><p>　　本周市人力资源市场信息系统中急需聘用的岗位有：生产部长、项目经理、人事主管、评估助理、培训专员、采矿工程、机械工艺、电力施工、装饰设计、英文编辑等。</p><p><!--contentend--></p>','man/2011/01/10/page-14-32.html',1,0,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'xiaofanku','网易'),(33,0,1,14,'人力资源之哪些星座女最易成办公室领导','',0,20,0,1318212358,1318212358,'心理,职场,领导','心理,职场,领导','职场中，许多人渴望自己能够得到职位的升迁。而有些人却因各种瓶颈无法圆梦，有的因此焦虑甚至患上心理疾病，甚至产生失眠头痛、食欲减退、体重下降、抑郁难解等消极症状。职场人想要晋升还真的需要一点天分，职场最..','','&nbsp;<p>职场中，许多人渴望自己能够得到职位的升迁。而有些人却因各种瓶颈无法圆梦，有的因此焦虑甚至患上心理疾病，甚至产生失眠头痛、食欲减退、体重下降、抑郁难解等消极症状。</p><p>职场人想要晋升还真的需要一点天分，职场最容易成为公司领导的星座都有哪些呢？</p><p><strong>第一名：摩羯座</strong></p><p>摩羯座的女生是超级的工作事业狂，然而相比那些心比天高，只会做梦的人来说，摩羯女的奋斗是经过一脚一脚地走出来。她们从基层做起，一步一步爬上去，最后可以在公司占据一席之地。对于摩羯座的女生来说拥有完美的生活必须在社会上占有自己的一席之地，她们的努力是大家有目共识的，因此通常会在一个长期而艰苦的努力中，成为高管。</p><p><strong>第二名：狮子座</strong></p><p>天生就具有霸气的狮子女，在事业上也是很强势的哦。狮女们对荣耀之类的东西总是一直在追求着。狮子座的女生也最不愿听到别人说自己事业上一事无成，所以总是以领袖的姿态出现在众人面前。面对事业，她们总是有与生俱来的魄力。出众的勇气和干劲让很多男生都望尘莫及，如果她们一心扑在事业上一定会创造出很多令人羡慕的成绩。</p><p><strong>第三名：天蝎座</strong></p><p>以天蝎座女生的心计，懂得为自己安排铺路，懂得笼络人心的才能，她们可以在公司成为高管，简直是小CASE.天蝎女的生活重心不一定在事业上，而当他们决定投身事业的时候，身上就会迸发出一种舍我其谁的气魄，只要是自己想做的事，她们就会用尽全部力量去完成它，不达目的，不罢休。</p><p><strong>第四名：巨蟹座</strong></p><p>可别以为巨蟹座的女生，一生下来就注定是贤妻良母，只能够在男人的背后做一个三从四德的女人，事实上，巨蟹座的女生在事业方面的才能，丝毫不弱于任何一个男生。只要她们想要去做，认清了这个现实，决定了自己要在事业上打拼出一条路子来，她们的那种行动力与执着力，将会迸发到最强，成为高管，指日可待。</p><p><strong>晋升前不妨做做归纳和比较</strong></p><p>心理咨询师认为，职场奋斗过程中寻求晋升，是人自我实现动机的正常体现，根据人的需求理论，在基本的温饱解决后，会追求更高的物质满足，接着还有安全感、归属感、受尊重、自我实现等。在职场上，是否能晋升到一个相对高一点的阶层，也是对自身价值能否实现的一个测量标准。然而，衡量职场成功或人生成功的标准有很多，晋升只是其中之一。除了晋升之外，可能还有空闲度、幸福感、专业体验、人际关系等，这跟每个人的价值观关系密切。</p><p>心理咨询师分析指出，职场人在奋发图强过程中，不一定一帆风顺，付出也不一定都有回报，有时人们难免产生消极情绪，影响前行动力。这需要通过对自身情绪的接纳和探索得到妥当处理，提升自信心。针对吴先生，她做了一个归纳和比较，分析在他的同龄人中，有多少升迁到市行行长，多少担任支行行长，还有多少职位低于支行行长。他自己统计得出比例为10%：10%：80%，而自己则属于中间那10%，因而他后来终于感到释然，不再为“比别人差”而懊恼，初步缓解了情绪困扰。</p><p>其次，心理咨询师提醒广大职场人，要充分认识升迁之所以失落的内外部原因，找到未来自我的努力方向和注意的要点。原因可能在外界变化，也可能在自身短板，了解真实的自己之后，才可能扬长避短，或取长补短。如一直从事市场营销工作的人，在公司内部人际关系方面可能会有欠缺，在升迁关头，缺乏足够的支持，因此需要在此处做些弥补。只有认识到问题的根源，才可能亡羊补牢。</p><p>此外，人们要认识到业务能力、行政能力与人际关系等，都是职场发展的动力。在不同岗位，它们所起的作用，所占的分量可能有差异，但都是不能缺少的。尤其是晋升到了一定程度后，职场环境、人际关系也许会起到决定性的作用。</p>','man/2011/04/10/page-14-33.html',1,0,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'xiaofanku','网易'),(34,0,2,14,'人力资源管理师案例之绩效管理六大环节','',0,21,0,1318212460,1318212540,'企业,管理','企业,管理','搞清楚了什么是绩效，我们需要进一步搞清楚什么是绩效管理。绩效管理是战略、组织、人的完美结合，不和战略管理、组织管理、员工成长结合的绩效管理没有价值，最终会被企业高层抛弃，回到起点从头做起。「案例2」B企..','','&nbsp;<p>搞清楚了什么是绩效，我们需要进一步搞清楚什么是绩效管理。</p><p>绩效管理是战略、组织、人的完美结合，不和战略管理、组织管理、员工成长结合的绩效管理没有价值，最终会被企业高层抛弃，回到起点从头做起。</p><p>「案例2」B企业是一家国有控股企业，为了激励员工，企业引进绩效管理。由于企业人力资源管理水平有限，大部分时间花在琐碎的事务性工作上，没有精力也没有能力顾忌员工培训、绩效管理、薪酬设计这些增值业务上。</p><p>很多年过去了，企业始终解决不了职能部门的绩效考核问题，认为职能部门的考核指标无法做到量化，在考核的时候，人情分、面子分比较多。</p><p>于是企业干脆放弃了职能部门的考核，而是把所有职能部门员工的考核与销售部门的销售收入挂钩，根据销售收入确定奖金总额，然后再根据部门系数和岗位系数进行分配。</p><p>实施的效果并不理想，员工不断和人力资源部抱怨，凭什么把自己的考核结果和销售部门的业绩挂钩？职能部门的工作有多少是销售部门直接关联的？为什么销售业绩不好，职能部门的员工就拿不到奖金？</p><p>对于这些抱怨，人力资源部也解释不清楚，矛盾不断累积，职能部门员工的士气不断下降，甚至很多部门出现了大量离职现象。</p><p>那么，到底什么是绩效管理？难道所谓的绩效管理就是编制几张考核表，让主管根据自己的主观判断对员工进行打分？当主管也主观判断也做不了或者不愿意做的时候，是不是就像案例中B企业那样，干脆把所有员工的考核都和销售业绩挂钩？</p><p>最早的时候，人们认为所谓绩效管理，就是设计一张考核表，然后对每个人进行打分，最后把这些打分结果和每个人的年终奖挂钩。</p><p>后来，随着绩效管理理论的发展和实践的不断深入，企业开始关注组织层面的绩效。考核指标有了进一步明确的描述，比如销售收入、利润率等。于是，绩效管理进一步和公司业绩相结合，企业开始从财务角度看待绩效，企业使用少数几个可以量化的财务性考核指标，而职能部门则和销售部门的考核结果挂钩，这是更高层次的绩效管理。</p><p>最近几年，平衡计分卡的管理思想开始深入人心。于是企业开始系统化地看待绩效管理，从战略的高度出发，首先通过平衡计分卡战略地图的工具梳理公司的战略目标体系，把公司的战略目标分解成财务层面、客户层面、内部流程层面和学习与成长层面的目标。根据梳理出来的系统化的目标体系，进一步分解成为具体的衡量指标，形成各级管理者的业绩合同。在执行环节，通过上下级持续进行的经营检讨和绩效面谈，对绩效管理的执行情况进行检查，确保绩效管理始终走在正确的轨道上。这是最近几年开始出现的趋势，也是我国绩效管理未来的发展方向。</p><p>如果用一句话来定义绩效管理，非常简单，绩效管理是“上下级之间持续进行的对话过程”。如果进一步描述这个过程的话，我们可以把他拆成六大环节，分别是：1、组织梳理；2、战略目标梳理；3、绩效指标体系梳理；4、绩效辅导，5、绩效考核面谈；6、绩效激励。</p><p>第一环节，组织梳理。</p><p>在实施绩效管理之前，企业首先要做的一个工作就是要对公司的组织结构、部门职责、岗位设置和岗位职责进行梳理。</p><p>为什么要做这个工作，不做行不行？</p><p>不做显然不行。我们知道，组织管理中“职责重叠”、“职责空白”、“管理汇报关系混乱”、“多头领导”、“岗位设置不清晰”、“岗位职责不明确”的现象非常普遍。</p><p>非常简单的一个道理，如果某项工作没有人做，那么在制定考核指标的时候，这个指标就无法落实到具体员工；如果管理汇报关系混乱，员工搞不清楚谁领导谁，谁对谁汇报，那么就无法明确考核人；如果岗位设置不清晰，企业有哪些岗位，各岗位的职责是什么，那么考核指标也无从落实。</p><p>因此，在实施绩效管理体系之前，首先要做组织梳理，这是基础。关于这一部分，第二章将进行详细的阐述。</p><p>第二环节，战略梳理。</p><p>企业未来1-3年要往哪个方向发展？要达成什么目标？要在哪几个方面做到差异化？在哪几个方面形成独具特色的竞争力？这是企业必须考虑清楚的，也是指导绩效管理工作、制定考核指标的指南针。</p><p>不做战略梳理行不行？不做战略梳理会对绩效管理形成什么影响？</p><p>如果不做战略梳理会出现战略是战略，绩效管理是绩效管理，战略与绩效管理两张皮的现象。这个现象导致的最坏的结果是，绩效考核的指标不是高层关心的东西，高层关心的东西在绩效考核里没有得到体现。</p><p>最终的结果是，企业高层对绩效管理失去兴趣，绩效管理体系得不到高层的支持。如果绩效管理得不到高层的支持，中层就开始抵触，他们在抵制人力资源部有关绩效管理工作的安排时，就有了底气：“高层都不关注，我们凭什么那么认真？”于是，绩效管理流于形式将只剩下一个时间问题，实际上很多企业的绩效管理体系运行也是这样一个结局。</p><p>面对这样的结局，很多企业人力资源部门还表现出了不解和困惑。他们搞不清楚，“为什么高层说一套做一套，嘴上说绩效考核重要，说绩效考核势在必行，要求各级经理认真对待，但是到了真正开始实施的时候，却又变卦了呢？为什么每次和老板汇报绩效考核工作的时候，他们只是说‘先放在这里吧，我看看’，之后却没有任何反馈？”</p><p>其实，原因很简单，就是绩效管理体系没有融入到战略落地与企业运营体系当中，没有发挥落实战略的作用，也没有和员工职业发展结合起来。关于这一点，第二章将进行详细的阐述。</p>','man/2011/06/10/page-14-34.html',1,1,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'xiaofanku','网易'),(35,34,1,14,'人力资源管理师案例之绩效管理六大环节(2)',NULL,0,22,0,1318212540,1318212540,'企业,管理','企业,管理','第三个环节，绩效考核指标梳理。前面两步做到位了，这一步就简单多了。根据前面梳理的战略目标与绩效考核指标，结合考核指标与企业战略的相关程度，进行关键绩效指标的提取。所谓关键绩效指标，一定是与战略落地、企..',NULL,'&nbsp;<p>第三个环节，绩效考核指标梳理。</p><p>前面两步做到位了，这一步就简单多了。根据前面梳理的战略目标与绩效考核指标，结合考核指标与企业战略的相关程度，进行关键绩效指标的提取。所谓关键绩效指标，一定是与战略落地、企业运营和员工成长紧密结合的指标，一般考核指标的数量在5-8个以内。做到注重点重点抓，避免眉毛胡子一把抓，什么考核指标都考核的现象。通过提取关键绩效考核指标，形成年度、季度、月度业绩合同，作为后续绩效管理工作的评价尺度。关于这一点，第二章将进行详细的阐述。</p><p>第四个环节，绩效辅导。</p><p>前面三步仅解决了考核指标来自哪里，考核指标是什么，各项考核指标的衡量标准是什么等问题，后续大量工作需要绩效辅导来完成，绩效辅导是绩效执行的核心环节。</p><p>记住，绩效管理是上下级之间持续进行的对话过程。这是核心关键点。很多企业在制定考核指标的时候对于这个理念坚持得不错，基本上做到了对话沟通，让员工参与进来。但是，很多企业一旦进入到绩效管理运行环节，情况就变了，管理者就又回到了他们习惯的工作方式中，把考核指标放在一边，不再关注员工在执行考核指标的时候遇到什么困难，也不再关注是否需要提醒，是否需要反馈。这给绩效管理体系运行的失败埋下了伏笔。</p><p>所谓辅导，是指经理和下属针对如何完成绩效考核指标所进行的持续沟通，目的是帮助下属进一步理解考核指标的内涵，理解考核指标与公司战略目标的关系，理解考核指标与工作职责履行的关系，帮助员工梳理工作思路、形成工作计划、提供工作方法和工具、协调资源、提供支持，帮助员工把思想和行为逐渐调整到绩效考核的导向上来。</p><p>这个环节必不可少。实际操作中，几乎绝大部分企业都忽视了这个环节，他们把绩效管理和企业管理的界限分得很清楚。他们没有认识到，所谓绩效管理，就是帮助经理和员工梳理工作目标，帮助员工更好地为组织作出贡献、提升自我的一个工具和思想而已，绩效管理和通常的企业管理没有根本性的对立。</p><p>相反，如果把员工绩效和组织绩效进行有效的结合，能帮助经理解决很多问题，比如“员工工作思路不清的问题”、“上下级沟通不畅的问题”、“员工技能不足的问题”、“员工工作意愿不强的问题”、“主管需要陷入细节进行管理的问题”、“主管时间不够用的问题”等等。</p><p>关于这一点，将在第三章进行详细的阐述，第三章将帮助管理者认识什么绩效辅导？绩效辅导需要掌握的技巧和方法等。</p><p>第五个环节，绩效面谈。</p><p>目前，很多管理者都能认识到，绩效管理不是以绩效考核打分结束并考核结果应用到员工的薪酬调整为标志，在这之后，管理者还要与员工进行绩效面谈。绩效面谈是双方一次正式的面谈机会，在绩效面谈会上，双方对员工过去一个周期的绩效进行充分的沟通，对员工的优点、不足和改进措施达成共识。</p><p>实际执行过程中，很多经理对绩效面谈仅仅是“知道了”而已。对于绩效面谈纠正是什么？为什么要做绩效面谈？如何才能进行一个成功的绩效面谈？绩效面谈和平常的沟通的差别是什么？绩效面谈的对于经理和员工的价值是什么等？却鲜有自己深刻的体会。原因可以归结为以下三条：</p><p>首先，经理不愿意和员工面谈，从内心里排斥这个工作，认为面谈耽误时间，不如拿这些时间做些自己喜欢的工作；</p><p>其次，经理认为面谈只是走形式，没有什么必要，反正大家在平常工作中经常沟通，一些问题也都点到了，没有必要再通过这个形式再谈一次；</p><p>第三，很多经理为了应付人力资源部检查，简单和员工沟通几句，就填表上交，完成任务。</p><p>基于这几个原因，著者认为我国企业在绩效面谈这个工作上需要强化的东西还很多。首先，企业需要建立一个正式的绩效面谈沟通的机制，这个机制需要组织保障，最好由人力资源部参与旁听，经验表明，当有第三方在场的时候，绩效面谈可以按照程序进行得比较深入，尤其是刚开始实施的时候，第三方参与的价值会更加明显。人力资源部除了提供方法、工具、程序外，还要参与旁听，帮助经理提升面谈技能。同时，人力资源部代表了公司，人力资源部在场旁听，有利于营造一个正式的沟通氛围。</p><p>举两个小例子说明一下。</p><p>第一个例子，某企业营销副总和下属部门经理面谈，在谈到一个指标“销售计划准确率”的时候，营销副总说，“这个指标，你可能没有明白它的考核目的，你想一下，如果你报的销售计划如果不准，会发生什么情况？”</p><p>经理回答：“生产做不出来，交不了货，客户会抱怨。”营销副总说：“你说的对，如果不报计划或计划不准，会影响你最终销售任务的达成。所以，你应该把预算、计划和销售任务三者结合起来考虑，从你的销售任务达成的角度看待这个问题，而不是指标的本身。如果仅仅是认为公司考核你这个指标是为了扣你的钱，那就完蛋了，你可以继续不准确，反正任务是自己背的。”</p><p>当营销副总说完这话，销售部经理一拍大腿，“对啊，我现在终于明白了这个道理，以前就是以为公司是为了扣分，没从这个角度考虑，我想其他人也可能这样考虑。”</p><p>这是他们之间在平常沟通的时候经常谈的问题，但是始终没有解决，在绩效面谈的氛围里，双方对这个问题达成了共识。</p><p>第二个例子，销售部经理和大区经理的面谈，中间谈到一个心态问题。以前，销售部经理经常指责这个大区经理是负面心态，无论考虑什么问题都是负面的，每次销售部经理和他谈到这个问题的时候，就会谈崩。</p><p>而在绩效面谈中，双方在融洽的氛围中，首先从优点出发，帮助大区经理找优点，帮助他着眼未来考虑问题。慢慢地，双方再次谈到这个问题的时候，大区经理的思想有了转变，认识到很多事情不要仅仅看到眼前，而是要着眼于未来。久谈不下的一个问题通过面谈双方达成了共识，最后大区经理的眼圈都红了，原本以为这是一场批判会，没有想到经理会这么替自己着想，大区经理显得有点激动也有点感动。</p><p>这就是绩效面谈的魔力，关键在于双方的投入程度、开诚布公的心态以及经理关心人的态度。关于这一点，第三章将为您详细阐述。</p><p>第六个环节，绩效激励。</p><p>目标和激励一定是关联的，有什么样的目标就要有什么的样的激励。销售目标有提成、研发目标有研发奖金、技能提升目标有技能工资、年度目标有年终奖甚至利润分享，等等，这些都是与目标匹配的激励形式。企业在操作绩效管理的时候不要只顾给员工压目标而忘记了配套激励。由于本书关注的重点是绩效，激励部分将不做详细阐述。</p>','man/2011/09/10/page-14-35.html',1,1,0,0,0,0,0,0,0,0,0,NULL,0,0,1,0,0,0,-1,0,1,0,0,0,NULL,NULL,NULL),(36,0,1,15,'法院在构建和谐劳资关系中的角色定位与思考','',0,23,0,1318212771,1318212771,'企业,工会,劳资,员工','企业,工会,劳资,员工','有学者指出，和谐劳资关系实际上是劳资双方利益分配问题,在一个对立的利益格局中,资方必须要有合理赢利;而劳方则要能体面地工作。“当前，我们在构建和谐劳资关系中存在的主要问题是劳动法律体系不够完善、劳资关系..','','&nbsp;有学者指出，和谐劳资关系实际上是劳资双方利益分配问题, 在一个对立的利益格局中, 资方必须要有合理赢利; 而劳方则要能体面地工作。“当前，我们在构建和谐劳资关系中存在的主要问题是劳动法律体系不够完善、劳资关系协调机制不健全两个方面的问题。”为此，应首先完善相关法律制度，充分发挥政府在协调劳资关系中的主导作用，发挥法院在预防、处理以及完善劳资关系的司法职能作用，发挥企业、工会及劳动者个人的三级联动，才能构建出和谐的劳资关系。在此，本文就经济欠发达的井冈山市法院处理劳资纠纷案件的思路与做法出发，以期对分析法院在构建和谐劳资关系的角色定位略有帮助。 <p>&nbsp;&nbsp;&nbsp;&nbsp;一、当前构建和谐劳资关系立法与司法的目标价值 </p><p>&nbsp;&nbsp;&nbsp;&nbsp;当前，调整劳动关系的立法与人民法院处理劳资纠纷的司法活动是实现劳动力资源的市场配置，促进劳动关系和谐稳定的重要基础和保障。构建和发展和谐稳定的劳动关系是劳动立法和司法活动的最终价值目标。法律是社会关系和社会利益的调整器，任何立法都是对权利义务的分配和社会利益的配置，而立法和司法必须在多元利益主体之间寻找结合点，努力寻求各种利益主体之间特别是同一矛盾体中相对方之间的利益平衡。在劳动关系中，应当承认劳动者一方是弱势，但是，如果立法和司法活动过分扩大劳动者的权益，加大企业责任，就会使企业用人自主权受到束缚，难以实行优胜劣汰的灵活管理，影响人力资源的优化配置，最终影响企业的市场竞争力。但如果劳动者权益保护不到位，对企业责任要求过少，就会影响劳动力供给，不利于高素质的健康的职工队伍的形成，最终企业利益也会受到损害。因此，劳动立法要在公民的劳动权和用人单位的企业责任之间找到适当的平衡点，法院司法要在权利保障与劳资争议处理机制之间找到适当的平衡点，法院司法活动的目标也要确保劳资关系和谐。 </p><p>&nbsp;&nbsp;&nbsp;&nbsp;二、人民法院在构建和谐劳资纠纷的角色定位 </p><p>&nbsp;&nbsp;&nbsp;&nbsp;要构建和谐的劳资关系，法院就必须协调好公平与效率的关系,公平与效率的不同组合对劳资关系将产生不同的影响。将公平与效率对立起来会导致劳资关系的对立和劳资矛盾的激化；将公平与效率并重并统一起来会促进劳资关系的和谐发展。在目前阶段, 针对不公平问题日益凸显和劳资关系日益紧张的现状，我们在立法与司法活动中，必须强调公平与效率并重和统一,并以此为指导来构建和谐劳资关系。 </p><p>&nbsp;&nbsp;&nbsp;&nbsp;作为劳资纠纷的“调解者”，通过审理和裁处劳资纠纷，及时有效地化解劳资矛盾与冲突，促进劳资关系和谐发展；作为劳资纠纷的“裁判者”，通过审理和执行活动，使司法正义在劳资纠纷中得以具体体现，是人民法院在处理劳资纠纷的两个角色定位。 </p><p>&nbsp;&nbsp;&nbsp;&nbsp;当前，我国处理劳资争议大体仍是采取“一裁二审”、“先裁后审”的处理机制，案件审理耗时过长、效率低下，劳动者往往无力承受。故而，人民法院在司法活动中，如何践行“调解者、裁判者”的职能作用，如何加强公正、公平和高效，值得我们重新考量。 </p><p>&nbsp;&nbsp;&nbsp;&nbsp;三、井冈山市法院处理劳资纠纷案件思路与做法 </p><p>&nbsp;&nbsp;&nbsp;&nbsp;井冈山地处革命老区，经济仍属欠发达地区，劳资纠纷案件总体上数量不多，问题不突出。2008至2010年，我院分别受理劳资纠纷案件1件、11件和5件，分别占全部民商事案件的0.3%、3.1%和1.3%。根据劳资争议案件纠纷的特点和产生原因，在审理此类案件时，我们坚持依法审理、平等对待、保护弱者、灵活机动、长效发展的原则，不断统一思想，提高认识，创新机制，在常态化的工作举措中，走出了一条不寻常的工作道路。 </p><p>&nbsp;&nbsp;&nbsp;&nbsp;1、用好用足法律，及时处理劳资纠纷。对企业改制、群体性案件，为了维护社会稳定，为政府分忧解难，我院及时与劳动部门沟通联系，密切配合。案件一经劳动仲裁，起诉到法院，我们立即根据实际情况，及时作出财产保全或先予执行，努力处理好这类纠纷。对疑难案件审理中法律适用与事实认定的问题，邀请劳动局负责人以专家身份参与审委会讨论；对执行确有困难的案件，主动与当地党委和政府协商，以执行救助金垫付，化解社会矛盾，全力维护社会稳定；努力提高当庭履行率，降低执行成本；对于追索劳动报酬类和经济补偿类案件，在加强调解力度的同时，认真向当事人阐明其应履行的义务，增强当事人自觉性，促成债务的当庭履行。 </p><p>&nbsp;&nbsp;&nbsp;&nbsp;2、坚持平等对待、保护弱者的原则。劳资争议案件涉及企业经营管理自主权与劳动者权益的冲突，是两个平等主体间的纠纷，所以我们在审理此类案件时坚持严格依照有关的法律、法规和政策的规定，切实做到既维护企业的合法权益，又维护劳动者的合法权益。同时结合劳动关系双方存在的管理与被管理的特点，注意保护弱者即劳动者的权益。做好判决后服判、息诉、罢访工作。对于易引发群体性上访的案件，主动做好服判息诉罢访工作，合理引导当事人。 </p><p>&nbsp;&nbsp;&nbsp;&nbsp;3、坚持注重调解的原则，努力化解劳动纠纷。目前有关的劳动制度、劳动法规和劳动管理各个环节仍不尽完善，所以劳动争议一旦形成，劳资双方便出现较强的对立情绪，矛盾易于激化。因此，我们在审理劳动争议案时总是急当事人所急，坚持做到及时立案，及时审理。在审理时注重调解、协调好各方面关系，没有就案办案。通过审判人员平和的态度动之以情，晓之以理，耐心细致地做好思想工作，以公允之心依法对当事人进行适当的引导和规劝，化解双方的矛盾，使纠纷得到合情、合理、合法地解决。 </p><p>&nbsp;&nbsp;&nbsp;&nbsp;4、积极做好法制宣传工作，预防劳动争议的产生。近年来，我们通过报刊、网络等媒体对有典型意义的劳资争议案件曝光，其目的是希望借此让广大弱势工人群体知道通过合法途径保障自己的合法权益，同时也在警示经营者要合法经营，尊重劳动者的合法权益。 </p><p>&nbsp;&nbsp;&nbsp;&nbsp;5、加强审判延伸服务，在化解纠纷的基础上，我院积极从源头控制出发，变被动补救为主动服务，结合上级“三民”走访活动，主动上门了解企业困难，通过座谈及法律讲座等方式，帮助企业规范用工行为、构建和谐稳定的劳资关系，并形成常态工作举措。2008年以来，我院开展多次送法进企业活动，通过便企联系卡、司法建议和普法宣传的形式，帮企业“把脉”，纠正企业在包括执行劳动法规方面存在的问题。民一庭及龙市法庭的同志更是将该举措作为创特色工作不断加强和完善。该举措的推行，受到了受访企业职工、地方党委及上级法院领导的充分肯定。 </p><p>&nbsp;&nbsp;&nbsp;&nbsp;四、内部调控：对新形势下法院更好地解决劳资争议案件的几点看法 </p><p>&nbsp;&nbsp;&nbsp;&nbsp;随着劳资关系日趋多样化、复杂化，劳资关系法制化建设已明显滞后于劳资关系的发展，这给法官处理劳动争议纠纷带来很大困扰。《劳动合同法》、《劳动争议调解仲裁法》出台虽已两年，但现有的劳动法律、法规还不配套、不完善，不完整的劳动法律体系导致劳动者的一些重要权利得不到法律保障，不仅使企业侵犯职工权益而引发的劳动争议频繁不断，同时也增加了劳资争议处理难度，严重影响劳资争议的及时公正处理。而劳动争议纠纷的处理影响着劳资关系的和谐。劳动者生活出现问题，会导致社会保障负担加重和社会不安定因素的增加，也严重影响着社会关系的和谐稳定发展。这要求法官必须正确调整好法律冲突，从有利于劳动者方面出发，尽可能妥善处理好此类纠纷，以维护社会和谐稳定发展。 </p><p>&nbsp;&nbsp;&nbsp;&nbsp;1、加强学习，提高对事实证据认定的本领和新的法律法规的掌握。劳资争议案件政策性强，判案所需的一些数据经常变化更新、针对某类型案件指导性意见也层出不穷，要想审理好劳资争议案件，必须熟练掌握这些法律和规定，理解当前政策，才能把握好案件的处理结果，达到法律效果和社会效果的统一。 </p><p>&nbsp;&nbsp;&nbsp;&nbsp;2、深入调研，了解辖区实际情况。劳资争议案件不但政策性强，地域性也很强。不同地域工资水平差别较大，裁判适用标准不同；另外产业结构差别造成的企事业用人单位的类别、劳动者素质都会有当地的特色，因此各地劳动争议纠纷有着不同的特点，断好劳动争议案，还必须了解本地区社会经济情况。 </p><p>&nbsp;&nbsp;&nbsp;&nbsp;3、加强与仲裁、行政机关加强沟通协调。劳资争议的处理涉及仲裁与诉讼两方面，当前，因不少劳动争议有很强的时势与政策背景，其处理不可避免地要涉及政府相关部门。从妥善处理劳动争议、正确发挥司法审判职能出发，必须加强与劳动仲裁机构及政府有关部门的沟通协调。 </p><p>&nbsp;&nbsp;&nbsp;&nbsp;4、在审案的过程中发现深层次的社会矛盾，进行分析总结、适时、谨慎的给相关部门、用人单位以司法建议的形式提出在劳资关系方面存在的法律问题、应当从哪些方面进行完善，从而帮助本地区从源头上减少矛盾、避免纠纷的发生，更好地发挥法院定分止争的作用。 </p><p>&nbsp;&nbsp;&nbsp;&nbsp;五、外部调控：构建和谐劳资关系的工作建议 </p><p>&nbsp;&nbsp;&nbsp;&nbsp;根据处理劳资纠纷的体会及做好审判延伸工作的具体要求，为从源头上减少与避免劳资矛盾的发生，现结合本次研讨会的主题，我们的建议是: </p><p>&nbsp;&nbsp;&nbsp;&nbsp;1、引导企业健全完善管理模式，规范化、制度化用人管理体系。纵观劳资纠纷中，用人单位个别领导“一家言”式的管理模式目前比较普遍。针对诉讼过程中存在的，劳资双方对考勤加班情况、调岗调薪程序规范等争议较大的情形，建议企业制定相应的、成文的、具有可操作性的制度化规范，并将这些规范明确公示员工。 </p><p>&nbsp;&nbsp;&nbsp;&nbsp;2、引导企业要转变观念，重构企业工会，加强柔性管理与人文关怀，以团队凝聚力激发员工创造力。 </p><p>&nbsp;&nbsp;&nbsp;&nbsp;3、引导劳动者增强自我保护的预防意识，理性对待劳资纠纷。出现劳资纠纷后，作为相对弱势的一方应注意保管好劳动关系中产生的证据材料，对自身所应获得的权益有正确认识，理性对待仲裁或法院组织的调解。 </p><p>&nbsp;&nbsp;&nbsp;&nbsp;4、政府相关行政主管部门应加强工作指引和规范指导。实践证明，劳动主管部门民、企业工会与仲裁、法院联合调解，对化解劳资纠纷起到了较好的实际作用，今后可进一步加强此种形式的多方联动。</p>','daiban/2011/10/10/page-15-36.html',1,0,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'xiaofanku','网易'),(37,0,1,15,'NBA劳资双方彻底撕破脸 新赛季几经波折终难产','',0,24,0,1318212873,1318212873,'资方,NBA,赛季','资方,NBA,赛季','劳资双方昨日矛盾再度爆发当地时间本周日谈判或取消NBA前两周常规赛保不住了　　NBA总裁大卫·斯特恩一定很郁闷。　　两个月前，他淡定地表示：没事，劳资双方坐在一起谈谈，不会影响NBA新赛季。　　一个月前，他乐..','','&nbsp;劳资双方昨日矛盾再度爆发 当地时间本周日谈判或取消 NBA前两周常规赛保不住了<p>　　NBA总裁大卫·斯特恩一定很郁闷。</p><p>　　两个月前，他淡定地表示：没事，劳资双方坐在一起谈谈，不会影响NBA新赛季。</p><p>　　一个月前，他乐观地估计：没事，离开赛还有很长时间，小分歧不会产生大波动。</p><p>　　一个星期前，他侥幸地幻想：没事，只不过是取消了季前赛，常规赛不取消就行。</p><p>　　昨天，他惊讶地发现：完了，劳资双方矛盾不可调和，新赛季常规赛面临缩水了！</p><p>　　NBA劳资双方到底在闹啥？如果把联盟收益比作一块大蛋糕，那么劳方（球员）和资方（老板）都想获得较大的半边。</p><p>　　透过现象看本质，其实劳资谈判也如地摊砍价般朴实、尖锐、咄咄逼人。</p><p>　　劳方：我们要获得蛋糕的57%。</p><p>　　资方：做梦呢？给你们42%，爱要不要！</p><p>　　劳方：52%，不能再降了！</p><p>　　资方：48%，只能提到48%。</p><p>　　劳方：啥玩意？打发要饭的呢？</p><p>　　资方：这样吧，咱们五五分账，觉得行呢，咱们就继续谈。</p><p>　　劳方：谈？谈你个头啊！</p><p>　　以上对话虽为虚拟，但能够比较直观地表现出劳资双方剑拔弩张、寸土必争的谈判过程。10月5日，由于双方均不做出让步，所以季前赛已全部被取消。于是，总裁大卫·斯特恩悲观地表示，如果周一之前双方不能达成一致，那么新赛季前两周的常规赛只能被迫取消。鉴于此，双方定于当地时间本周日进行终极谈判，以求挽救濒临被砍的NBA。</p><p>　　昨日，资方再度提出了自己的标准，就是上文提到的“五五分账法”，如果球员们同意这个收入分成的方法，那么双方才能够重新坐回到谈判桌前。在老板们看来，五五分成已经做出了极大让步，但球员们显然不买账，他们觉得这样的条款明显带有压迫性，根本无法同意。</p><p>　　如此看来，周日终极谈判举行的可能性已微乎其微。有消息人士透露，NBA前两周常规赛取消，只差斯特恩最终宣布了。</p>','daiban/2011/12/10/page-15-37.html',1,0,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'xiaofanku','sohu'),(38,0,1,15,'我市开展劳资纠纷隐患排查 ','',0,25,0,1318212987,1318212987,'劳动,工作,企业','劳动,工作,企业','日前，副市长吴森民带领相关部门负责人，前往苏溪镇、大陈镇，开展劳动纠纷隐患排查和安全生产督查工作。　　督查组赴企业实地摸底、详细了解劳动用工管理和工资发放等情况后，吴森民说，面对当前复杂、严峻的劳动纠..','','&nbsp;日前，副市长吴森民带领相关部门负责人，前往苏溪镇、大陈镇，开展劳动纠纷隐患排查和安全生产督查工作。<p>　　督查组赴企业实地摸底、详细了解劳动用工管理和工资发放等情况后，吴森民说，面对当前复杂、严峻的劳动纠纷形势，各镇街、各部门要高度重视劳资问题，近期内要全面彻底地开展劳动纠纷隐患大排查工作，进一步加强劳资纠纷调处。对欠薪、逃逸的企业主，职能部门要加大打击力度，依法严惩。</p>','daiban/2011/14/10/page-15-38.html',1,0,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'xiaofanku','义务在线'),(39,0,1,15,'男子与老板发生劳资纠纷 买汽油纵火造成1死2伤','',0,26,0,1318213086,1318213086,'苏州,纵火,案件','苏州,纵火,案件','10月1日凌晨，苏州相城区阳澄湖镇发生一起纵火案，致使私企老板徐某一家三口1死2伤。案发后数小时，相城警方便将纵火犯罪嫌疑人张某抓获。经初步调查，张某在徐某企业打工，因与徐某发生劳资纠纷，竟然购买两桶汽油..','','&nbsp;10月1日凌晨，苏州相城区阳澄湖镇发生一起纵火案，致使私企老板徐某一家三口1死2伤。案发后数小时，相城警方便将纵火犯罪嫌疑人张某抓获。经初步调查，张某在徐某企业打工，因与徐某发生劳资纠纷，竟然购买两桶汽油纵火行凶。<p>　　据苏州警方通报，10月1日凌晨3点多，相城公安分局阳澄湖派出所接报一起纵火案件，案件造成了一人死亡，两人受伤的严重后果。警方经过走访，获悉一名来自山东的37岁男子张某曾在阳澄湖镇某服装加工厂内打工，其因工资问题与工厂老板徐某发生纠纷，曾扬言要对徐某进行报复。当日上午10点左右，警方将嫌疑人张某抓获，张某交代了因工资纠纷与工厂老板徐某发生矛盾，后购买汽油至徐某住处实施纵火，致徐某和4岁儿子受伤，徐某妻子死亡的犯罪事实。目前，嫌疑人张某已被刑事拘留，案件正在进一步审查中。</p>','daiban/2011/16/10/page-15-39.html',1,0,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'xiaofanku','sohu'),(40,0,1,15,'常州：促进劳资互利共赢 推动企业和谐发展','',0,27,0,1318213182,1318213182,'职工,工资,收入,工资','职工,工资,收入,工资','工资收入分配是民生建设的重点，更是社会关注的热点。日前，市总工会召开全市工会深化工资集体协商工作推进会。会议提出，全市各级工会要有效落实全总、省总关于进一步推进工资集体协商工作的意见，进一步深化工资协..','','&nbsp;工资收入分配是民生建设的重点，更是社会关注的热点。日前，市总工会召开全市工会深化工资集体协商工作推进会。会议提出，全市各级工会要有效落实全总、省总关于进一步推进工资集体协商工作的意见，进一步深化工资协商内容，提升工资协商质量，促进劳资互利共赢，推动企业和谐发展。<p>&nbsp;&nbsp;&nbsp;&nbsp; 近年来，我市有序推进工资集体协商工作，市政府专门出台工作意见，将工资协商纳入“十二五”发展规划、常州率先基本实现现代化指标体系和政府年度工作目标，形成了党委关心重视、政府主导推进、各方合力参与、企业积极行动的格局。目前，由我市起草的《工资协商暂行办法》已进入征求意见阶段。</p><p>&nbsp;&nbsp;&nbsp; 会议明确，推进工资集体协商工作要按照省委、省政府相关要求，将“依法保障职工对企业工资分配的知情权、参与权和监督权。职工50人以上已建工会的企业普遍建立工会集体协商制度，职工50人以下企业通过区域、行业工资集体合同覆盖，全省建有工会的企业工资集体协商制度覆盖面达95%以上”这一目标落到实处。</p><p>&nbsp;&nbsp;&nbsp; 针对企业的不同类型和运行情况，会议明确：围绕发展创新型经济，要组织实施“协商薪酬制度激励职工创新计划”，让劳动者按贡献参与企业收益分配。对生产经营正常、经济效益有增长的企业，应根据企业工资指导线协商确定年度职工工资增长幅度；对生产经营中遇到一定困难的企业，在不低于最低工资标准前提下，协商确定本单位的最低工资标准；对实行特殊工时制的企业，重点协商职工加班加点工资计发基数和工时安排计划。实行计件工资的企业，重点协商劳动定额和计件单价，确保90%以上劳动者在法定工作时间内能够完成劳动定额并取得合理报酬。国有企业及实行经营者年薪制的企业，重点协商经营者收入与一线职工收入的比例关系。</p>','daiban/2011/18/10/page-15-40.html',1,0,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'xiaofanku','sohu'),(41,0,1,15,'专家支招劳资协议：建动态机制 双方共担风险','',0,28,0,1318213302,1318213302,'赛季,员工,球员','赛季,员工,球员','腾讯体育讯北京时间10月6日，终极谈判依旧不欢而散，使得联盟总裁大卫-斯特恩不得不宣布取消新赛季所有季前赛比赛，而常规赛前两周比赛也因此变得岌岌可危。纵观谈判细节不难看出，双方之所以剑拔弩张，就是因为在收..','','&nbsp;腾讯体育讯 北京时间10月6日，终极谈判依旧不欢而散，使得联盟总裁大卫-斯特恩不得不宣布取消新赛季所有季前赛比赛，而常规赛前两周比赛也因此变得岌岌可危。纵观谈判细节不难看出，双方之所以剑拔弩张，就是因为在收益分成比例上出现了意见分歧，资方希望彼此平起平坐，各占50%，而劳方坚持53%（一说52%）。面对这样的情况，HoopsHype专栏作家马特-托尼克撰文为劳资谈判支招：建议联盟设立动态收益机制，共同承担风险。<p>　　季前赛已被完全取消，接下来就应该轮到常规赛了。毫无疑问，比赛被取消对于劳资双方来说都是不小的损失。但82场比赛看似的确有些漫长，因此双方并不急于迫切地达成协议，体现在谈判桌上便是迟迟未能谈拢。双方最大的分歧便是资方坚持50%不动摇，而劳方则死守53%，换言之也就是3%成了横亘劳资双方彼此之间的鸿沟。虽然数字看上去有些微不足道，但带来的差距却有几千万美元之多。因此在这样的情况下，引进动态分配制度便显得颇为重要。</p><p>　　如果引进动态分配机制，资方可以同意球员工会方面提出的53%提议，但如果之后的几年中NBA(微博)继续出现巨额亏损，球员的利益自然需要减少，或许就会变成52%，如果依旧无法遏制严重的亏损，球员所占收益比例将继续下降，直到50%，如此一来，便很好地解决了双方之间的分歧所在。事实上，球员工会方面已经同意再退一步将利益分配比变为52%-48%，如果资方有意结束停摆，便应该同意这一提议。</p><p>　　从动态分配机制的角度上来说，如果最终达成协议之比为52%-48%，那么在未来的2012-2013赛季联盟篮球相关收益为4亿美元，如果新的劳资协议期限为五年，最后一年联盟收益为5亿美元，在这样的情况下，球员收益比例将达到56%，而一旦联盟收益不尽如人意，球员所占的比例将会相应的减少。这样一个动态分配制度，将会有利于解决彼此分歧。</p>','daiban/2011/19/10/page-15-41.html',1,0,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'xiaofanku','新华网');

/*Table structure for table `king__bbs` */

DROP TABLE IF EXISTS `king__bbs`;

CREATE TABLE `king__bbs` (
  `kid` int(11) NOT NULL auto_increment,
  `kid1` int(11) NOT NULL default '0',
  `ncount` int(11) NOT NULL default '1',
  `listid` int(11) NOT NULL default '0',
  `ktitle` varchar(100) default NULL,
  `ksubtitle` varchar(20) default NULL,
  `nsublength` tinyint(2) NOT NULL default '0',
  `norder` int(11) NOT NULL default '0',
  `isstar` tinyint(1) NOT NULL default '0',
  `ndate` int(10) NOT NULL default '0',
  `nlastdate` int(10) NOT NULL default '0',
  `kkeywords` varchar(100) default NULL,
  `ktag` varchar(100) default NULL,
  `kdescription` varchar(255) default NULL,
  `kimage` varchar(255) default NULL,
  `kcontent` text,
  `kpath` varchar(255) NOT NULL,
  `nshow` tinyint(1) NOT NULL default '1',
  `nhead` tinyint(1) NOT NULL default '0',
  `ncommend` tinyint(1) NOT NULL default '0',
  `nup` tinyint(1) NOT NULL default '0',
  `nfocus` tinyint(1) NOT NULL default '0',
  `nhot` tinyint(1) NOT NULL default '0',
  `nprice` double NOT NULL default '0',
  `nweight` int(11) NOT NULL default '0',
  `nnumber` int(10) NOT NULL default '0',
  `nbuy` int(10) NOT NULL default '0',
  `ncomment` int(11) NOT NULL default '0',
  `krelate` varchar(255) default NULL,
  `ndigg1` int(11) NOT NULL default '0',
  `ndigg0` int(11) NOT NULL default '0',
  `ndigg` int(11) NOT NULL default '1',
  `nfavorite` int(11) NOT NULL default '0',
  `nhit` int(11) NOT NULL default '0',
  `nhitlate` int(11) NOT NULL default '0',
  `userid` int(11) NOT NULL default '0',
  `ulock` tinyint(1) NOT NULL default '0',
  `adminid` int(11) NOT NULL default '0',
  `isok` tinyint(1) NOT NULL default '0',
  `nip` int(10) NOT NULL default '0',
  `aid` int(11) NOT NULL default '0',
  `nattrib` text,
  PRIMARY KEY  (`kid`),
  UNIQUE KEY `kpath` (`kpath`),
  KEY `kid1` (`kid1`),
  KEY `aid` (`aid`),
  KEY `nshow` (`nshow`),
  KEY `nhead` (`nhead`),
  KEY `nfocus` (`nfocus`),
  KEY `nhot` (`nhot`),
  KEY `userid` (`userid`),
  KEY `adminid` (`adminid`),
  KEY `ndigg` (`ndigg`),
  KEY `listid` (`listid`)
) ENGINE=MyISAM AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;

/*Data for the table `king__bbs` */

insert  into `king__bbs`(`kid`,`kid1`,`ncount`,`listid`,`ktitle`,`ksubtitle`,`nsublength`,`norder`,`isstar`,`ndate`,`nlastdate`,`kkeywords`,`ktag`,`kdescription`,`kimage`,`kcontent`,`kpath`,`nshow`,`nhead`,`ncommend`,`nup`,`nfocus`,`nhot`,`nprice`,`nweight`,`nnumber`,`nbuy`,`ncomment`,`krelate`,`ndigg1`,`ndigg0`,`ndigg`,`nfavorite`,`nhit`,`nhitlate`,`userid`,`ulock`,`adminid`,`isok`,`nip`,`aid`,`nattrib`) values (1,0,3,20,'国庆假日春晖通知',NULL,0,1,0,1317968734,1317977895,'','','本公司自2011-10-1至2011-10-7开始放假,8日正式上班',NULL,'本公司自2011-10-1至2011-10-7开始放假,8日正式上班<br />','page-20-1.html',1,0,0,0,0,0,0,0,0,0,0,NULL,0,0,1,0,0,0,-1,0,1,0,0,0,NULL),(2,0,1,20,'真幸运呀',NULL,0,2,0,1317972196,1317972196,'','','放这么多天假!幸福呀',NULL,'放这么多天假!幸福呀<br />','page-20-2.html',1,0,0,0,0,0,0,0,0,0,0,NULL,0,0,1,0,0,0,-1,0,1,0,0,0,NULL),(3,1,1,20,'真幸福呀?',NULL,0,3,0,1317972493,1317972493,'','','真幸福呀？放这么多天假！有的玩了',NULL,'真幸福呀？放这么多天假！有的玩了<br />','page-20-3.html',1,0,0,0,0,0,0,0,0,0,0,NULL,0,0,1,0,0,0,1,0,0,0,0,0,NULL),(4,1,1,20,'腰痛4了这个破样式',NULL,0,4,0,1317977895,1317977895,'','','真TMD的难改',NULL,'真TMD的难改<br />','page-20-4.html',1,0,0,0,0,0,0,0,0,0,0,NULL,0,0,1,0,0,0,1,0,0,0,0,0,NULL),(5,0,1,20,'这是什么呀',NULL,0,5,0,1317977921,1317977921,'','','真的好用么？',NULL,'真的好用么？<br />','page-20-5.html',1,0,0,0,0,0,0,0,0,0,0,NULL,0,0,1,0,0,0,1,0,0,0,0,0,NULL),(6,0,1,20,'How to ignore whitespace while reading a file to produce an XML DOM',NULL,0,6,0,1318058311,1318058311,'','','Hello, I\'m trying to read a file to produce a DOM Document, but the file has whitespace and newlines and I\'m trying to ignore them, but I couldn\'t',NULL,'Hello, I\'m trying to read a file to produce a DOM Document, but the file has whitespace and newlines and I\'m trying to ignore them, but I couldn\'t<br />','page-20-6.html',1,0,0,0,0,0,0,0,0,0,0,NULL,0,0,1,0,0,0,1,0,0,0,0,0,NULL),(7,0,1,20,'Java 6 parsers not ignoring whitespace',NULL,0,7,0,1318058424,1318058424,'','','I am loading in an XML document using a DOM parser and an associated XML schema. I use the setIgnoringElementContentWhitespace method of the DocumentBuilderFactory instance to true before instantiatin..',NULL,'I am loading in an XML document using a DOM parser and an associated XML schema. I use the &quot;setIgnoringElementContentWhitespace&quot; method of the &quot;DocumentBuilderFactory&quot; instance to &quot;true&quot; before instantiating a &quot;DocumentBuilder&quot; instance. The document loads in fine and ignores the whitespace between element <br /><br />','page-20-7.html',1,0,0,0,0,0,0,0,0,0,0,NULL,0,0,1,0,0,0,1,0,0,0,0,0,NULL),(8,0,1,20,'怎么在jsp中打印servletexception?',NULL,0,8,0,1318058466,1318058466,'','','我想打印jsp运行过程中产生的:javax.servlet.ServletException异常,怎么在网页中输出',NULL,'我想打印jsp运行过程中产生的:javax.servlet.ServletException异常,怎么在网页中输出<br />','page-20-8.html',1,0,0,0,0,0,0,0,0,0,0,NULL,0,0,1,0,0,0,1,0,0,0,0,0,NULL),(9,0,1,20,'修改系统密码,SQL SERVER 怎么也启动不起了',NULL,0,9,0,1318058713,1318058713,'','','我的WINDOWS 2000 ADVANCED SERVER. 安装SQL SERVER 企业版.我修改系统密码之后.SQL SERVER也启动不了.SQL SERVER 的身份验证是.WINDOWS与 SQL SERVER的启动服务帐户是指定的. 请问如何修改WINDOWS 2000密码之后 .SQ..',NULL,'我的WINDOWS 2000 ADVANCED SERVER. 安装SQL SERVER 企业版.我修改系统密码之后.SQL SERVER也启动不了.<br />SQL SERVER 的身份验证是.WINDOWS与 SQL SERVER的启动服务帐户是指定的. 请问如何修改WINDOWS 2000密码之后 .SQLSERVER 也可以启动起来. 谢谢!!!!<br />','page-20-9.html',1,0,0,0,0,0,0,0,0,0,0,NULL,0,0,1,0,0,0,1,0,0,0,0,0,NULL),(10,0,1,20,'如何修改mysql的字符集',NULL,0,10,0,1318058781,1318058781,'','','并且里面还有数据?',NULL,'并且里面还有数据?<br />','page-20-10.html',1,0,0,0,0,0,0,0,0,0,0,NULL,0,0,1,0,0,0,1,0,0,0,0,0,NULL),(11,0,1,20,'Java 6 parsers not ignoring whitespace',NULL,0,11,0,1318058861,1318058861,'','','I am loading in an XML document using a DOM parser and an associated XML schema. I use the quot;setIgnoringElementContentWhitespacequot; method of the quot;DocumentBuilderFactoryquot; instance to quot..',NULL,'I am loading in an XML document using a DOM parser and an associated XML schema. I use the &amp;quot;setIgnoringElementContentWhitespace&amp;quot; method of the &amp;quot;DocumentBuilderFactory&amp;quot; instance to &amp;quot;true&amp;quot; before instantiating a &amp;quot;DocumentBuilder&amp;quot; instance. The document loads in fine and ignores the whitespace between element tags when I use the Xerces implementation that comes with Java 5, but the implementation used in Java 6 still reports the white space as text nodes. Setting the feature &amp;quot;http://apache.org/xml/features/dom/include-ignorable-whitespace&amp;quot; to &amp;quot;true&amp;quot; directly on the factory instance does not help either. Any ideas on additional steps that are needed to ignore whitespace in the Java 6 implementation? Here is the parser generation section of my code:&lt;br /&gt;<br />&lt;br /&gt;<br />//-----------------------------------------------------------------------------------------------&lt;br /&gt;<br />private Document loadDocument() throws IOException&lt;br /&gt;<br />{&lt;br /&gt;<br />//load the schema&lt;br /&gt;<br />SchemaFactory jaxp = SchemaFactory.newInstance(W3C_XML_SCHEMA);&lt;br /&gt;<br />InputStream schemaSource &lt;br /&gt;<br />= TGImporter.class.getResourceAsStream(&amp;quot;TGExporter.xsd&amp;quot;);&lt;br /&gt;<br />if(schemaSource == null)&lt;br /&gt;<br />{&lt;br /&gt;<br />throw new IOException(&amp;quot;\\&amp;quot;TGExporter.xsd\\&amp;quot; not found&amp;quot;);&lt;br /&gt;<br />}&lt;br /&gt;<br />Schema schema = null;&lt;br /&gt;<br />try&lt;br /&gt;<br />{&lt;br /&gt;<br />schema = jaxp.newSchema(new StreamSource(schemaSource));&lt;br /&gt;<br />}&lt;br /&gt;<br />catch(SAXException e)&lt;br /&gt;<br />{&lt;br /&gt;<br />throw new IOException(&amp;quot;Unable to parse \\&amp;quot;TGExporter.xsd\\&amp;quot;: &amp;quot; +&lt;br /&gt;<br />e.getMessage());&lt;br /&gt;<br />}&lt;br /&gt;<br />&lt;br /&gt;<br />DocumentBuilderFactory factory = DocumentBuilderFactory.newInstance();&lt;br /&gt;<br />factory.setNamespaceAware(true);&lt;br /&gt;<br />factory.setIgnoringElementContentWhitespace(true);&lt;br /&gt;<br />factory.setIgnoringComments(true);&lt;br /&gt;<br />factory.setSchema(schema);&lt;br /&gt;<br />&lt;br /&gt;<br />try&lt;br /&gt;<br />{&lt;br /&gt;<br />DocumentBuilder b = factory.newDocumentBuilder();&lt;br /&gt;<br />b.setErrorHandler(new ErrHandler());&lt;br /&gt;<br />return b.parse(new File(filename));&lt;br /&gt;<br />}&lt;br /&gt;<br />catch(Exception e)&lt;br /&gt;<br />{&lt;br /&gt;<br />throw new IOException(&amp;quot;Error parsing \\&amp;quot;&amp;quot; + filename + &amp;quot;\\&amp;quot;: &amp;quot; +&lt;br /&gt;<br />e.getMessage());&lt;br /&gt;<br />}&lt;br /&gt;<br />}&lt;br /&gt;<br />//---------------------------------------------------------------------------------------------&lt;br /&gt;<br />&lt;br /&gt;<br />Thanks&lt;br /&gt;<br />','page-20-11.html',1,0,0,0,0,0,0,0,0,0,0,NULL,0,0,1,0,0,0,1,0,0,0,0,0,NULL),(12,0,1,20,'how to asp connection mssql 2000',NULL,0,12,0,1318058909,1318058909,'','','oledb?ado?odbc?',NULL,'oledb?ado?odbc?<br />','page-20-12.html',1,0,0,0,0,0,0,0,0,0,0,NULL,0,0,1,0,0,0,1,0,0,0,0,0,NULL);

/*Table structure for table `king__product` */

DROP TABLE IF EXISTS `king__product`;

CREATE TABLE `king__product` (
  `kid` int(11) NOT NULL auto_increment,
  `kid1` int(11) NOT NULL default '0',
  `ncount` int(11) NOT NULL default '1',
  `listid` int(11) NOT NULL default '0',
  `ktitle` varchar(100) default NULL,
  `ksubtitle` varchar(20) default NULL,
  `nsublength` tinyint(2) NOT NULL default '0',
  `norder` int(11) NOT NULL default '0',
  `isstar` tinyint(1) NOT NULL default '0',
  `ndate` int(10) NOT NULL default '0',
  `nlastdate` int(10) NOT NULL default '0',
  `kkeywords` varchar(100) default NULL,
  `ktag` varchar(100) default NULL,
  `kdescription` varchar(255) default NULL,
  `kimage` varchar(255) default NULL,
  `kcontent` text,
  `kpath` varchar(255) NOT NULL,
  `nshow` tinyint(1) NOT NULL default '1',
  `nhead` tinyint(1) NOT NULL default '0',
  `ncommend` tinyint(1) NOT NULL default '0',
  `nup` tinyint(1) NOT NULL default '0',
  `nfocus` tinyint(1) NOT NULL default '0',
  `nhot` tinyint(1) NOT NULL default '0',
  `nprice` double NOT NULL default '0',
  `nweight` int(11) NOT NULL default '0',
  `nnumber` int(10) NOT NULL default '0',
  `nbuy` int(10) NOT NULL default '0',
  `ncomment` int(11) NOT NULL default '0',
  `krelate` varchar(255) default NULL,
  `ndigg1` int(11) NOT NULL default '0',
  `ndigg0` int(11) NOT NULL default '0',
  `ndigg` int(11) NOT NULL default '1',
  `nfavorite` int(11) NOT NULL default '0',
  `nhit` int(11) NOT NULL default '0',
  `nhitlate` int(11) NOT NULL default '0',
  `userid` int(11) NOT NULL default '0',
  `ulock` tinyint(1) NOT NULL default '0',
  `adminid` int(11) NOT NULL default '0',
  `isok` tinyint(1) NOT NULL default '0',
  `nip` int(10) NOT NULL default '0',
  `aid` int(11) NOT NULL default '0',
  `nattrib` text,
  `k_Serial` varchar(100) default NULL,
  PRIMARY KEY  (`kid`),
  UNIQUE KEY `kpath` (`kpath`),
  KEY `kid1` (`kid1`),
  KEY `aid` (`aid`),
  KEY `nshow` (`nshow`),
  KEY `nhead` (`nhead`),
  KEY `nfocus` (`nfocus`),
  KEY `nhot` (`nhot`),
  KEY `userid` (`userid`),
  KEY `adminid` (`adminid`),
  KEY `ndigg` (`ndigg`),
  KEY `listid` (`listid`)
) ENGINE=MyISAM AUTO_INCREMENT=9 DEFAULT CHARSET=utf8;

/*Data for the table `king__product` */

insert  into `king__product`(`kid`,`kid1`,`ncount`,`listid`,`ktitle`,`ksubtitle`,`nsublength`,`norder`,`isstar`,`ndate`,`nlastdate`,`kkeywords`,`ktag`,`kdescription`,`kimage`,`kcontent`,`kpath`,`nshow`,`nhead`,`ncommend`,`nup`,`nfocus`,`nhot`,`nprice`,`nweight`,`nnumber`,`nbuy`,`ncomment`,`krelate`,`ndigg1`,`ndigg0`,`ndigg`,`nfavorite`,`nhit`,`nhitlate`,`userid`,`ulock`,`adminid`,`isok`,`nip`,`aid`,`nattrib`,`k_Serial`) values (6,0,1,18,'Z系列',NULL,0,4,0,1318487744,1318487744,'','','引领潮流趋势的外观设计，结合强劲影音娱乐功能，打造永不落伍的流行笔记本装备','pm/A03B07C13.gif','<p>&nbsp;Ideapad Z系列，引领潮流趋势的外观设计，彰显时尚气息的青春色彩，不断融入最新的流行元素，结合强劲便捷的影音娱乐功能，为消费者打造永不落伍的流行笔记本装备。</p><p>表面采用3D立体晶钻工艺，流动的色彩加上多变的折射面，如璀璨宝石一般幻化出绚烂多姿的光影魅惑。一体成型的键盘面，有紫合金与剔透琉晶两种精湛工艺可选，深受大众喜爱的高触感巧克力键盘的也得以传承，时尚潮流感尽显品味。更有合金版，更炫更耐用。装载第二代英特尔&reg;酷睿TMi系列处理器和高性能影视显卡提供更强劲影音性能；750G海量存储空间比过去提升50%以上，更符合游戏、影视高清化的趋势；可以媲美外接音箱的高共鸣音响配以SRS环绕立体声音效，轻松拥有影院级高品质享受；更可以通过HDMI接口连接3D电视，实现坐拥私家3D影院的梦想！</p><p>&nbsp;</p><p>Z370/Z470第二代Intel酷睿i系列处理器，比上一代酷睿平台性能提升20%。i3和i5配备超线程技术，实现双核四线程，多任务同时处理能力大幅提升； i5以上配备睿频加速（Turbo Boost）技术，使处理器自动识别需求性能需求，在多核间动态分配运算能力，保证每个任务都能得到最快处理。内置HD3000高清核芯显卡，与CPU无缝衔接，最高效地协同工作，提高系统效率，满足日常工作、学习、娱乐所需。</p>','mobile/2011/33/13/page-18-6.html',1,0,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'新潮时尚 影音劲享'),(3,0,1,18,'Y系列',NULL,0,1,0,1318487203,1318487203,'','','IdeaPad Y系列融会创新科技与精致工艺，打造全新时尚潮流外观','pm/A03B07C12.gif','<p>源自于概念跑车的动感流线型外观设计，彰显彪悍、潮流品位、全新一代处理器+超强显卡、JBL专业高品质音响，带来全方位的激爽影音娱乐体验。搭载全新英特尔 Sandy Bridge酷睿 移动处理器，畅享领先科技带来的极速体验。</p><p>●JBL专业品牌音响，配合SRS认证音效，发烧级震撼音效 <br />●超薄LED背光屏，让每一分颜色都更精彩<br />●全新外观设计，充满神秘元素的A面 <br />●金属C面配合联想高触感巧克力键盘，让彪悍遍布机身</p><p>LED背光屏，色彩锐利饱和，16：9黄金比例，带来超凡的影院级视觉享受。LED背光源，环保耐用又节能。</p><p><img src=\"http://appserver.lenovo.com.cn/Resource/Y470_1003_top05.jpg\" alt=\"\" /></p>','mobile/2011/22/13/page-18-1.html',1,0,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'多媒体娱乐机型'),(4,0,1,18,'S系列',NULL,0,2,0,1318487486,1318487486,'','','IdeaPad S系列具有超轻薄设计、精彩互联体验、安全易用和节能环保等特点','pm/A03B07C14.gif','<p>&nbsp;deaPad S系列是面向互联网应用的超便携产品，多彩时尚机身、轻盈的设计和多种互联体验相结合，可以满足各种互联网应用的需求， 自由是这款产品的应用主张</p><p>&nbsp;</p><p>创新设计风格，时尚多彩。S系列超轻薄便携笔记本，轻巧的身材极具吸引力。甜蜜、回忆、纯真、欣喜，漂亮的表面配以同心圆纹理令 它与众不同又非常时尚，唤醒心底纯粹的爱。</p><p><img src=\"/upfiles/image/2011/10/13/201110131430325624.jpg\" alt=\"\" /></p><p>杜比耳机技术使用户戴着任何一副普通的耳机听音乐、看电影或者玩视频游戏时都能感受到非凡的5.1声道环绕音效，独自享受宽广而自然的音场，改善听觉舒适度，减少“听觉疲劳”。</p>','mobile/2011/26/13/page-18-4.html',1,0,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'多彩时尚个性超群'),(5,0,1,18,'U系列',NULL,0,3,0,1318487633,1318487633,'','','纤薄机身、流线造型、精致触感彰显个性品位，点亮城市魅惑','pm/A03B07C16.gif','<p>&nbsp;Ideapad U260，彰显你的尊贵品位、时尚活力、真实自我与精彩个性。U260，只为U惑你！</p><p>时尚界最受宠的大牌色，只为诱惑那独一无二的尊贵品位。 摩卡棕—经典尊贵，恰似美酒和咖啡的独特香醇美味；日光橙—时尚诱惑，如同邂逅极地日光的跃动惊喜。</p><p>BOOK ID灵动超轻薄，深度诱惑智者思想。&nbsp;&nbsp;&nbsp;源自书本的灵感设计，1.35kg的至轻、18mm的至薄。&nbsp;&nbsp;&nbsp;轻抚扉页，感受那绝美触感；开启内页，睿智之钥，一切尽在掌握。&nbsp;&nbsp;Ideapad U260，不仅仅是一本魅惑之书，更是你&nbsp;随身携带、取之不尽的轻巧智囊。</p>','mobile/2011/31/13/page-18-5.html',1,0,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'纤薄时尚 自由沟通'),(7,0,1,19,'SL 系列',NULL,0,5,0,1318488173,1318495866,'','','专为成长型企业量身定制，集性能、无线及多媒体功能于一身、可轻松投入的笔记本电脑','think/A19B01C02.gif','<p>&nbsp;<strong>SL410/SL510 系列笔记本电脑 </strong>拥有强大多媒体和演示功能，以及领先的无线选项和安全特性。无论是销售代表、还有商旅人士，它都能完美契合需求。</p><ul id=\"bullet-4px\"><li><strong>更轻，更薄</strong> 使您的商务之旅更为轻松</li><li><strong>更大的磁盘空间，更快的DDR3内存</strong> 提高多任务处理效率和生产率</li><li><strong>优化的Voice over IP (VoIP)</strong> 网络会议功能</li><li><strong>LED高清显示屏</strong> 节能的同时呈现逼真显示效果</li><li><strong>高清视频与音频</strong> 让精彩内容如水晶般清晰展现</li><li><strong>强大的无线与连接选项工具箱</strong> 包括无线局域网、千兆级以太网，以及a/b/g/n WiFi 和蓝牙&reg;</li><li><strong>ThinkVantage&reg;</strong> 客户安全解决方案与集成指纹识别器，实现密不透风的严密保护</li><li><strong>可选服务与支持</strong> 如您的虚拟帮助桌面ThinkPlus&reg;, 在您需要时能够随时为您提供帮助</li></ul><p>无论您是在商旅行途中、还是正在参加视频会议，或者在办公室接待客户，一部专业的笔记本都是您不可或缺的得力助手。低成本企业级SL系列笔记本拥有令人惊叹的高级媒体和展示工具，让您游刃有余。 </p><div id=\"bullet-4px\"><ul id=\"bullet-4px\"><li><strong>VoIP优化功能</strong> 具有消除麦克风回声技术、优质扬声器、集成式200万像素网络摄像头和快捷键访问功能</li><li><strong>高清多媒体接口（HDMI）</strong> 为便携式数字音频/视频提供接口，支持标准型、增强型和高清视频</li><li><strong>Power Manager™</strong> 在最重要的时刻（如完成一次演示）帮助您节约和监控电池电量</li><li><strong>高带宽数字内容保护（HDCP）</strong> 数字复制保护解决方案，能够在使用高清多媒体接口时为数字娱乐内容提供保护</li><li><strong>集成DVD光驱</strong> 配备可选蓝光光盘（Blu-ray Disc™ ）驱动器</li></ul></div><p>&nbsp;</p>','diannao/2011/41/13/page-19-7.html',1,0,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'成长型全功能笔记本'),(8,0,1,19,'Edge 系列',NULL,0,6,0,1318488272,1318488272,'','','进取、简约、轻薄、可靠，专为思迥异、做不同的你打造','think/A19B01C09.gif','<p>&nbsp;ThinkPad Edge精锐版颠覆性的外观设计，于经典之中加入风格化细节；多重顶尖科技集于一身的强劲性能，为专业人士提供高效助力；轻盈便携，不论何时何地都能轻松展现专业魅力；人本易用的科技，让使用体验的人性化关怀更细致入微；强大的娱乐功能，让忘情工作，尽情释放成为一种新风尚。 </p><p>ThinkPad Edge E系列在传承众多ThinkPad经典科技的同时融入创新元素，其简约的设计、清晰的线条、大胆的色彩和一贯的品质彰显了ThinkPad的卓越和创新。从全新悬浮式键盘设计到便捷的双重操控模式，多一点想象力，生活就多一点改变。ThinkPad Edge,只给想法不同做法不同的人。</p><li><span class=\"title\"><strong>极致纤薄</strong></span> <br />薄至21.9毫米，轻至1.58千克（E220s），轻盈告别束缚，让你行动中更添从容。</li><li><span class=\"title\">超长续航</span> <br />7小时电池强力续航(E420s)，保证你移动使用中无后顾之忧，实力自然更胜一筹。</li><li><span class=\"title\">多种网络解决方案<br /></span>内置无线局域网卡，3G网卡，千兆有线网卡和蓝牙模块。让你突破时空限制，自由穿梭网络空间</li><ul><li><span class=\"title\">第二代智能英特尔<sup>&reg;</sup>酷睿<sup>TM</sup>处理器</span> <br />采用最新第二代智能英特尔酷睿i5处理器，特有睿频加速2.0技术，带来非一般的视觉体验和全面提升的响应速度，让行动脚步更迅捷。</li><li><span class=\"title\">1GB可切换显卡</span> <br />搭载支持1GB显存的高性能可切换显卡，支持DirectX 11，呈现超级炫酷的视觉效果，助你尽情享受前路精彩。</li><li><span class=\"title\">超大容量硬盘</span> <br />配备最高可至750GB的超大硬盘 ，以海量思想装备你的行囊。</li></ul><p>&nbsp;</p>','diannao/2011/42/13/page-19-8.html',1,0,0,0,0,0,0,0,0,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'简约而可靠');

/*Table structure for table `king__shop` */

DROP TABLE IF EXISTS `king__shop`;

CREATE TABLE `king__shop` (
  `kid` int(11) NOT NULL auto_increment,
  `kid1` int(11) NOT NULL default '0',
  `ncount` int(11) NOT NULL default '1',
  `listid` int(11) NOT NULL default '0',
  `ktitle` varchar(100) default NULL,
  `ksubtitle` varchar(20) default NULL,
  `nsublength` tinyint(2) NOT NULL default '0',
  `norder` int(11) NOT NULL default '0',
  `isstar` tinyint(1) NOT NULL default '0',
  `ndate` int(10) NOT NULL default '0',
  `nlastdate` int(10) NOT NULL default '0',
  `kkeywords` varchar(100) default NULL,
  `ktag` varchar(100) default NULL,
  `kdescription` varchar(255) default NULL,
  `kimage` varchar(255) default NULL,
  `kcontent` text,
  `kpath` varchar(255) NOT NULL,
  `nshow` tinyint(1) NOT NULL default '1',
  `nhead` tinyint(1) NOT NULL default '0',
  `ncommend` tinyint(1) NOT NULL default '0',
  `nup` tinyint(1) NOT NULL default '0',
  `nfocus` tinyint(1) NOT NULL default '0',
  `nhot` tinyint(1) NOT NULL default '0',
  `nprice` double NOT NULL default '0',
  `nweight` int(11) NOT NULL default '0',
  `nnumber` int(10) NOT NULL default '0',
  `nbuy` int(10) NOT NULL default '0',
  `ncomment` int(11) NOT NULL default '0',
  `krelate` varchar(255) default NULL,
  `ndigg1` int(11) NOT NULL default '0',
  `ndigg0` int(11) NOT NULL default '0',
  `ndigg` int(11) NOT NULL default '1',
  `nfavorite` int(11) NOT NULL default '0',
  `nhit` int(11) NOT NULL default '0',
  `nhitlate` int(11) NOT NULL default '0',
  `userid` int(11) NOT NULL default '0',
  `ulock` tinyint(1) NOT NULL default '0',
  `adminid` int(11) NOT NULL default '0',
  `isok` tinyint(1) NOT NULL default '0',
  `nip` int(10) NOT NULL default '0',
  `aid` int(11) NOT NULL default '0',
  `nattrib` text,
  `k_Market` varchar(11) default NULL,
  `k_Serial` varchar(100) default NULL,
  PRIMARY KEY  (`kid`),
  UNIQUE KEY `kpath` (`kpath`),
  KEY `kid1` (`kid1`),
  KEY `aid` (`aid`),
  KEY `nshow` (`nshow`),
  KEY `nhead` (`nhead`),
  KEY `nfocus` (`nfocus`),
  KEY `nhot` (`nhot`),
  KEY `userid` (`userid`),
  KEY `adminid` (`adminid`),
  KEY `ndigg` (`ndigg`),
  KEY `listid` (`listid`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

/*Data for the table `king__shop` */

insert  into `king__shop`(`kid`,`kid1`,`ncount`,`listid`,`ktitle`,`ksubtitle`,`nsublength`,`norder`,`isstar`,`ndate`,`nlastdate`,`kkeywords`,`ktag`,`kdescription`,`kimage`,`kcontent`,`kpath`,`nshow`,`nhead`,`ncommend`,`nup`,`nfocus`,`nhot`,`nprice`,`nweight`,`nnumber`,`nbuy`,`ncomment`,`krelate`,`ndigg1`,`ndigg0`,`ndigg`,`nfavorite`,`nhit`,`nhitlate`,`userid`,`ulock`,`adminid`,`isok`,`nip`,`aid`,`nattrib`,`k_Market`,`k_Serial`) values (1,0,1,31,'Y470N-ITH(A)',NULL,0,1,0,1318557680,1318557680,'','','联想会尽力为您提供标准、全面的信息，但不对信息中可能出现的错误或遗漏承担责任。\r\n产品图片仅供参考，请以销售实物为准。\r\n以上内容如有变动，恕不另行通知。','pm/A0300015081-1-1.jpg','<table class=\"table_line \" align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"95%\"><tbody><tr><td class=\"td100\">处理器</td><td class=\"td01\">第二代智能英特尔&reg; 酷睿™ i3 处理器i3-2350M(2.3GHz)</td> </tr> <tr>                   <td class=\"td100\">操作系统</td><td class=\"td01\">正版&nbsp;&nbsp;Windows&reg; 7 家庭普通版 64位 推荐升级至 Windows&reg; 7 专业版</td> </tr> <tr>                   <td class=\"td100\">芯片组</td><td class=\"td01\">英特尔&reg; HM65高速芯片组</td> </tr> <tr>                   <td class=\"td100\">内存</td><td class=\"td01\">4GB DDR3 (支持扩展至8GB)</td> </tr> <tr>                   <td class=\"td100\">硬盘</td><td class=\"td01\">750G SATA 硬盘</td> </tr> <tr>                   <td class=\"td100\">无线局域网卡</td><td class=\"td01\">802.11bgn无线局域网卡</td> </tr> <tr>                   <td class=\"td100\">光驱</td><td class=\"td01\">超级DVD刻录光驱</td> </tr> <tr>                   <td class=\"td100\">显示屏</td><td class=\"td01\">14.0&quot; 超薄炫彩屏，16：9黄金比例，LED背光</td> </tr> <tr>                   <td class=\"td100\">显卡</td><td class=\"td01\">NVIDIA GeForce GT 550M</td> </tr> <tr>                   <td class=\"td100\">显示内存</td><td class=\"td01\">2GB DDR3高速独立显存</td> </tr> <tr>                   <td class=\"td100\">键盘</td><td class=\"td01\">联想高触感巧克力键盘</td> </tr> <tr>                   <td class=\"td100\">视频输出</td><td class=\"td01\">HDMI高清影音端口，标准VGA</td> </tr> <tr>                   <td class=\"td100\">摄像头</td><td class=\"td01\">200万像素高感光摄像头，支持安全易用的人脸识别功能</td> </tr> <tr>                   <td class=\"td100\">声音系统</td><td class=\"td01\">JBL专业品牌音响，SRS&reg; Premium Sound™认证音效</td> </tr> <tr>                   <td class=\"td100\">网卡</td><td class=\"td01\">100M/1000M以太自适应网卡</td> </tr> <tr>                   <td class=\"td100\">标准接口</td><td class=\"td01\">4个USB2.0接口(其中一个和Esata共用)，Esata Combo，VGA接口，RJ45，全阵列式抗噪麦克风，支持立体音的耳机插孔/音频输出，六合一读卡器(SD/SD-pro/MMC/MS/MS-pro/XD)，HDMI高清输出接口</td> </tr> <tr>                   <td class=\"td100\">电源</td><td class=\"td01\">100~240V宽电压电源适配器</td> </tr> <tr>                   <td class=\"td100\">电池类型</td><td class=\"td01\">高性能6芯锂离子电池</td> </tr> <tr>                   <td class=\"td100\">尺寸</td><td class=\"td01\">345mm x 239mm x 20~32.8mm</td> </tr> <tr>                   <td class=\"td100\">重量</td><td class=\"td01\">2.2Kg(含有6芯电池，具体重量依据产品出货配置为准)</td> </tr> <tr>                   <td class=\"td100\">可选件</td><td class=\"td01\">笔记本礼包(需另行购买)</td> </tr> <tr>                   <td class=\"td100\">特色功能</td><td class=\"td01\">一键影音 II<br />一键拯救系统<br />DirectShare<br />VeriFace™ 智能人脸识别</td> </tr> </tbody></table>                                                                     <br />','market/2011/58/14/y/page-31-1.html',1,0,0,0,0,0,2000,23,10,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'5699','59307938'),(2,0,1,31,'Y470N-ITH(L)',NULL,0,2,0,1318557916,1318557916,'','','处理器第二代智能英特尔酷睿™i3处理器i3-2330M(2.2GHz)操作系统正版Windows7家庭普通版64位推荐升级至Windows7专业版芯片组英特尔HM65高速芯片组内存2GBDDR3(支持扩展至8GB)硬盘500GSATA硬盘无线局域网卡802.11bgn..','pm/A0300014365-1-1.jpg','<table class=\"table_line  \" align=\"center\" border=\"0\" cellpadding=\"0\" cellspacing=\"0\" width=\"95%\"><tbody><tr><td class=\"td100\">处理器</td><td class=\"td01\">第二代智能英特尔&reg; 酷睿™ i3 处理器i3-2330M(2.2GHz)</td> </tr> <tr>                   <td class=\"td100\">操作系统</td><td class=\"td01\">正版&nbsp;&nbsp;Windows&reg; 7 家庭普通版 64位 推荐升级至 Windows&reg; 7 专业版</td> </tr> <tr>                   <td class=\"td100\">芯片组</td><td class=\"td01\">英特尔&reg; HM65高速芯片组</td> </tr> <tr>                   <td class=\"td100\">内存</td><td class=\"td01\">2GB DDR3 (支持扩展至8GB)</td> </tr> <tr>                   <td class=\"td100\">硬盘</td><td class=\"td01\">500G SATA 硬盘</td> </tr> <tr>                   <td class=\"td100\">无线局域网卡</td><td class=\"td01\">802.11bgn无线局域网卡</td> </tr> <tr>                   <td class=\"td100\">光驱</td><td class=\"td01\">超级DVD刻录光驱</td> </tr> <tr>                   <td class=\"td100\">显示屏</td><td class=\"td01\">14.0&quot; 超薄炫彩屏，16：9黄金比例，LED背光</td> </tr> <tr>                   <td class=\"td100\">显卡</td><td class=\"td01\">NVIDIA GeForce GT 550M</td> </tr> <tr>                   <td class=\"td100\">显示内存</td><td class=\"td01\">1GB DDR3高速独立显存</td> </tr> <tr>                   <td class=\"td100\">键盘</td><td class=\"td01\">联想高触感巧克力键盘</td> </tr> <tr>                   <td class=\"td100\">视频输出</td><td class=\"td01\">HDMI高清影音端口，标准VGA</td> </tr> <tr>                   <td class=\"td100\">摄像头</td><td class=\"td01\">200万像素高感光摄像头，支持安全易用的人脸识别功能</td> </tr> <tr>                   <td class=\"td100\">声音系统</td><td class=\"td01\">JBL专业品牌音响，SRS&reg; Premium Sound™认证音效</td> </tr> <tr>                   <td class=\"td100\">网卡</td><td class=\"td01\">100M/1000M以太自适应网卡</td> </tr> <tr>                   <td class=\"td100\">标准接口</td><td class=\"td01\">4个USB2.0接口(其中一个和Esata共用)，Esata Combo，VGA接口，RJ45，全阵列式抗噪麦克风，支持立体音的耳机插孔/音频输出，六合一读卡器(SD/SD-pro/MMC/MS/MS-pro/XD)，HDMI高清输出接口</td> </tr> <tr>                   <td class=\"td100\">电源</td><td class=\"td01\">100~240V宽电压电源适配器</td> </tr> <tr>                   <td class=\"td100\">电池类型</td><td class=\"td01\">高性能6芯锂离子电池</td> </tr> <tr>                   <td class=\"td100\">尺寸</td><td class=\"td01\">345mm x 239mm x 20~32.8mm</td> </tr> <tr>                   <td class=\"td100\">重量</td><td class=\"td01\">2.2Kg(含有6芯电池，具体重量依据产品出货配置为准)</td> </tr> <tr>                   <td class=\"td100\">可选件</td><td class=\"td01\">笔记本礼包(需另行购买)</td> </tr> <tr>                   <td class=\"td100\">特色功能</td><td class=\"td01\">一键影音 II<br />一键拯救系统<br />DirectShare<br />VeriFace™ 智能人脸识别</td> </tr> </tbody></table>                                                                     <br />','market/2011/01/14/y/page-31-2.html',1,0,0,0,0,0,5439,1,200,0,0,'',0,0,1,0,0,0,-1,0,1,0,0,0,NULL,'5999','59069131');

/*Table structure for table `king_block` */

DROP TABLE IF EXISTS `king_block`;

CREATE TABLE `king_block` (
  `kid` int(11) NOT NULL auto_increment,
  `kid1` int(11) NOT NULL default '0',
  `kname` char(100) NOT NULL,
  `kcontent` text,
  `ntype` tinyint(4) NOT NULL default '0',
  `bid` int(11) NOT NULL default '0',
  `norder` int(11) NOT NULL default '0',
  PRIMARY KEY  (`kid`),
  KEY `kname` (`kname`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `king_block` */

insert  into `king_block`(`kid`,`kid1`,`kname`,`kcontent`,`ntype`,`bid`,`norder`) values (1,0,'页尾','<div id=\"foot_line\" class=\"h25\">&nbsp;</div>\n    	<div id=\"foot_box\" class=\"ctn\">\n        	<div id=\"foot_logo\" class=\"fl\"><img src=\"{config:system.inst/}{config:system.templatepath/}/images/foot.logo.gif\" /></div>\n            <div id=\"foot_notes\" class=\"fl\">\n            	<ul>\n                	<li>烟台春晖劳务派遣管理有限公司 --领先的人力资源管理外包服务供应商</li>\n                    <li>电话:0535-6669911</li>\n                    <li>传真:0535-6669911</li>\n                    <li>烟台市毓西路112号创进国际公寓105号房间</li>\n                </ul>\n            </div>\n            <div id=\"float_foot\"><!--统计代码--></div>\n        </div>',0,0,1);

/*Table structure for table `king_bot` */

DROP TABLE IF EXISTS `king_bot`;

CREATE TABLE `king_bot` (
  `kid` int(11) NOT NULL auto_increment,
  `kname` char(30) NOT NULL,
  `kmark` char(255) NOT NULL,
  `ncount` int(11) NOT NULL default '0',
  `nlastdate` int(10) NOT NULL default '0',
  `ndate` int(10) NOT NULL default '0',
  PRIMARY KEY  (`kid`)
) ENGINE=MyISAM AUTO_INCREMENT=9 DEFAULT CHARSET=utf8;

/*Data for the table `king_bot` */

insert  into `king_bot`(`kid`,`kname`,`kmark`,`ncount`,`nlastdate`,`ndate`) values (1,'Baidu','Baiduspider+',0,0,0),(2,'Google','Googlebot',0,0,0),(3,'Alexa','IAArchiver',0,0,0),(4,'ASPSeek','ASPSeek',0,0,0),(5,'Yahoo','help.yahoo.com/help/us/ysearch/slurp',0,0,0),(6,'Sohu','sohu-search',0,0,0),(7,'MSN','MSN',0,0,0),(8,'AOL','Sqworm/2.9.81-BETA (beta_release; 20011102-760; i686-pc-linux-gnu',0,0,0);

/*Table structure for table `king_comment` */

DROP TABLE IF EXISTS `king_comment`;

CREATE TABLE `king_comment` (
  `cid` int(11) NOT NULL auto_increment,
  `kid` int(11) NOT NULL default '0',
  `modelid` int(11) NOT NULL default '0',
  `username` char(12) default NULL,
  `kcontent` text,
  `nip` int(10) NOT NULL default '0',
  `ndate` int(10) NOT NULL default '0',
  `isshow` tinyint(1) NOT NULL default '0',
  PRIMARY KEY  (`cid`),
  KEY `kid` (`kid`),
  KEY `modelid` (`modelid`),
  KEY `isshow` (`isshow`),
  KEY `ndate` (`ndate`),
  KEY `nip` (`nip`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `king_comment` */

insert  into `king_comment`(`cid`,`kid`,`modelid`,`username`,`kcontent`,`nip`,`ndate`,`isshow`) values (1,19,6,'pktsandy','今天天气很冷了！你们呢',2130706433,1317808418,1);

/*Table structure for table `king_conn` */

DROP TABLE IF EXISTS `king_conn`;

CREATE TABLE `king_conn` (
  `kid` int(11) NOT NULL auto_increment,
  `kname` char(50) NOT NULL,
  `ksign` char(32) default NULL,
  `urlpath` char(255) NOT NULL,
  `connid` int(11) NOT NULL default '0',
  `norder` int(11) NOT NULL default '0',
  PRIMARY KEY  (`kid`),
  KEY `connid` (`connid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `king_conn` */

/*Table structure for table `king_dbquery` */

DROP TABLE IF EXISTS `king_dbquery`;

CREATE TABLE `king_dbquery` (
  `kid` int(11) NOT NULL auto_increment,
  `kname` char(100) NOT NULL,
  `ntype` tinyint(4) NOT NULL default '0',
  `dbhost` char(50) default NULL,
  `dbname` char(50) default NULL,
  `dbuser` char(50) default NULL,
  `dbpass` char(50) default NULL,
  `dbfile` char(100) default NULL,
  `dbcharset` char(20) default NULL,
  `norder` int(11) NOT NULL default '0',
  PRIMARY KEY  (`kid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `king_dbquery` */

/*Table structure for table `king_event` */

DROP TABLE IF EXISTS `king_event`;

CREATE TABLE `king_event` (
  `kid` int(11) NOT NULL auto_increment,
  `ntype` int(6) NOT NULL,
  `kmsg` text,
  `kfile` char(100) NOT NULL,
  `kurl` char(255) default NULL,
  `nline` int(5) NOT NULL default '0',
  `ndate` int(10) NOT NULL default '0',
  PRIMARY KEY  (`kid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `king_event` */

/*Table structure for table `king_express` */

DROP TABLE IF EXISTS `king_express`;

CREATE TABLE `king_express` (
  `eid` int(11) NOT NULL auto_increment,
  `kname` char(50) default NULL,
  `nsprice` int(11) NOT NULL default '0',
  `niprice` int(11) NOT NULL default '0',
  `kremark` text,
  `norder` int(11) NOT NULL default '0',
  `isdefault` tinyint(1) NOT NULL default '0',
  `kaddress` char(255) default NULL,
  PRIMARY KEY  (`eid`)
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

/*Data for the table `king_express` */

insert  into `king_express`(`eid`,`kname`,`nsprice`,`niprice`,`kremark`,`norder`,`isdefault`,`kaddress`) values (1,'EMS',20,20,NULL,1,1,'http://www.ems.com.cn/qcgzOutQueryAction.do?reqCode=gotoSearch'),(2,'平邮',10,5,NULL,0,0,'http://intmail.183.com.cn/');

/*Table structure for table `king_favorite` */

DROP TABLE IF EXISTS `king_favorite`;

CREATE TABLE `king_favorite` (
  `fid` int(11) NOT NULL auto_increment,
  `kid` int(11) NOT NULL default '0',
  `userid` int(11) NOT NULL default '0',
  `listid` int(11) NOT NULL default '0',
  PRIMARY KEY  (`fid`),
  KEY `kid` (`kid`),
  KEY `userid` (`userid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `king_favorite` */

/*Table structure for table `king_feedback` */

DROP TABLE IF EXISTS `king_feedback`;

CREATE TABLE `king_feedback` (
  `kid` int(11) NOT NULL auto_increment,
  `ktitle` char(100) NOT NULL,
  `kname` char(50) NOT NULL,
  `kemail` char(100) NOT NULL,
  `kphone` char(20) default NULL,
  `kqq` char(50) default NULL,
  `kcontent` text,
  `nread` tinyint(1) NOT NULL default '0',
  `norder` int(11) NOT NULL default '0',
  `ndate` int(10) NOT NULL default '0',
  `username` char(12) default NULL,
  `nip` int(10) NOT NULL default '0',
  `nshow` tinyint(1) NOT NULL default '0',
  `kreply` text,
  `nreply` tinyint(1) unsigned NOT NULL default '0',
  PRIMARY KEY  (`kid`),
  KEY `ktitle` (`ktitle`)
) ENGINE=MyISAM AUTO_INCREMENT=12 DEFAULT CHARSET=utf8;

/*Data for the table `king_feedback` */

insert  into `king_feedback`(`kid`,`ktitle`,`kname`,`kemail`,`kphone`,`kqq`,`kcontent`,`nread`,`norder`,`ndate`,`username`,`nip`,`nshow`,`kreply`,`nreply`) values (1,'今天火暴新闻','xiaofanku','xiaofanku@live.cn','','','利比亚“全国过渡委员会”4日说，已经确定卡扎菲的下落，但没公开具体地点。同一天，反对派方面与盘踞在拜尼沃利德的卡扎菲武装促降谈判破裂，反对派武装待命攻城。 拜尼沃利德谈判破裂 “全国过渡委员会”4日与拜尼沃利德的卡扎菲武装谈判',1,1,1317892461,'pktsandy',2130706433,0,'世界都变成撒样了呀',1),(2,'眼镜大王出逃高利贷阴霾笼罩温州','xiaofanku','xiaofanku@live.cn','','','这就是温州有钱人的本质呀',0,2,1317892995,'pktsandy',2130706433,0,NULL,0),(3,'关于设置主页和添加到收藏夹的问题','pktsandy','xiaofanku@live.cn','','','element.setAttribute((document.all ? \'className\' : \'class\'), \'somename\');',0,3,1317893358,'pktsandy',2130706433,1,NULL,0),(4,'关于设置主页和添加到收藏夹的问题','xiaofanku','xiaofanku@live.cn','','','1.正常手段添加主页和收藏夹。\n2.添加主页是要根据当前浏览器主页是否是当前页来判断。\n3.如果可以,添加收藏夹前操作同上。\n4.必需支持IE和FF',0,4,1317893445,'pktsandy',2130706433,1,NULL,0),(5,'IE7浏览器后退,javaScript不执行么?','xiaofanku','xiaofanku@gmail.com','','','我在页面中有一段可执行的javascript,用于默认表单的值,IE7在后退到这个页面,javascript却不执行,IE6,FF.Opera,Safari都没问题?有办法让IE7也执行么?',0,5,1317893526,'pktsandy',2130706433,1,NULL,0),(6,'innerHTML 和 appendChild()这2者的优劣之处','pktmandy','g2312@163.com','','','来说说 div.innerHTML 和 div.appendChild()这2者的优劣之处。交流一下平时大家习惯用哪种插入方式呢？',0,6,1317893590,'pktsandy',2130706433,1,NULL,0),(7,'xml在国内有哪些应用','renhelan','renhelan@yahoo.com.cn','','','至1998年至今XML已经诞生11年了！去年XML 10周年,csdn发了一个xml专题!前不久在csdn看到此标题的贴子!发现真是心酸!这么好的技术普及率这么低!',0,7,1317893670,'pktsandy',2130706433,1,NULL,0),(8,'xslt把xml转换成html意义何在','颖燕','1110@qq.com','','','xslt把xml转换成html意义何在，不如直接写',0,8,1317893753,'pktsandy',2130706433,1,NULL,0),(9,'怎么在jsp中打印servletexception?','宫和勇','43751571@qq.com','','','我想打印jsp运行过程中产生的:javax.servlet.ServletException异常,怎么在网页中输出',0,9,1317893816,'pktsandy',2130706433,1,NULL,0),(10,'打印出spring jdbctemplate所执行的sql语句','李鹏','1518221897@qq.com','','','能不能像hibernate哪样打印出DAO接口方法执行时的SQL,类4这样的:\nINSERT INTO TABLE myTable VALUES (\'a\',\'b\',\'c\',\'d\')',0,10,1317893937,'pktsandy',2130706433,1,NULL,0),(11,'How do I load a properties file from WEB-INF/class','孙悟空','279210122@qq.com','','','How do I load a properties file from WEB-INF/classes?',0,11,1317894014,'pktsandy',2130706433,1,NULL,0);

/*Table structure for table `king_field` */

DROP TABLE IF EXISTS `king_field`;

CREATE TABLE `king_field` (
  `kid` int(11) NOT NULL auto_increment,
  `modelid` int(11) NOT NULL default '0',
  `kid1` int(11) NOT NULL default '0',
  `istitle` tinyint(1) NOT NULL default '0',
  `norder` int(11) NOT NULL default '0',
  `ktitle` char(100) NOT NULL,
  `kfield` char(30) NOT NULL,
  `ntype` tinyint(2) NOT NULL default '0',
  `issearch` tinyint(1) NOT NULL default '0',
  `nvalidate` tinyint(2) NOT NULL default '0',
  `nsizemin` int(11) NOT NULL default '0',
  `nsizemax` int(11) NOT NULL default '0',
  `kdefault` char(255) default NULL,
  `koption` text,
  `nstylewidth` int(11) NOT NULL default '0',
  `nstyleheight` int(11) NOT NULL default '0',
  `isadmin1` tinyint(1) NOT NULL default '1',
  `isadmin2` tinyint(1) NOT NULL default '1',
  `isuser1` tinyint(1) NOT NULL default '1',
  `isuser2` tinyint(1) NOT NULL default '1',
  `islist` tinyint(1) NOT NULL default '0',
  `isrelate` tinyint(1) NOT NULL default '0',
  `khelp` text,
  `nupfile` tinyint(1) NOT NULL default '0',
  PRIMARY KEY  (`kid`),
  KEY `modelid` (`modelid`),
  KEY `ntype` (`ntype`),
  KEY `isadmin1` (`isadmin1`),
  KEY `isadmin2` (`isadmin2`),
  KEY `isuser1` (`isuser1`),
  KEY `isuser2` (`isuser2`)
) ENGINE=MyISAM AUTO_INCREMENT=84 DEFAULT CHARSET=utf8;

/*Data for the table `king_field` */

insert  into `king_field`(`kid`,`modelid`,`kid1`,`istitle`,`norder`,`ktitle`,`kfield`,`ntype`,`issearch`,`nvalidate`,`nsizemin`,`nsizemax`,`kdefault`,`koption`,`nstylewidth`,`nstyleheight`,`isadmin1`,`isadmin2`,`isuser1`,`isuser2`,`islist`,`isrelate`,`khelp`,`nupfile`) values (1,6,0,0,2,'标题','ktitle',0,0,0,0,0,'','',0,0,1,1,1,1,0,0,'',0),(2,6,0,0,22,'副标题','ksubtitle',0,0,0,0,0,'','',0,0,1,0,0,0,0,0,'',0),(3,6,0,0,7,'缩略图','kimage',0,0,0,0,0,'','',0,0,1,0,0,0,0,0,'',0),(4,6,0,0,8,'内容','kcontent',0,0,0,10,999999,'','',780,360,1,1,1,1,0,0,'',0),(5,6,0,0,10,'META关键字','kkeywords',0,0,0,0,0,'','',0,0,1,1,1,1,0,0,'',0),(6,6,0,0,11,'TAG标签','ktag',0,0,0,0,0,'','',0,0,1,1,1,1,0,0,'',0),(7,6,0,0,12,'META简述','kdescription',0,0,0,0,0,'','',0,0,1,1,1,1,0,0,'',0),(8,6,0,0,6,'路径','kpath',0,0,0,0,0,'','',0,0,1,0,0,0,0,0,'',0),(9,6,0,0,9,'相关内容','krelate',0,0,0,0,0,'','',0,0,1,0,0,0,0,0,'',0),(10,6,0,0,13,'价格','nprice',0,0,0,0,0,'','',0,0,0,0,0,0,0,0,'',0),(11,6,0,0,20,'数量','nnumber',0,0,0,0,0,'','',0,0,0,0,0,0,0,0,'',0),(12,6,0,0,21,'重量','nweight',0,0,0,0,0,'','',0,0,0,0,0,0,0,0,'',0),(13,6,0,0,1,'属性','nattrib',0,0,0,0,0,'','',0,0,1,1,0,0,0,0,'',0),(14,6,13,0,14,'显示','nshow',0,0,0,0,0,'','',0,0,1,1,0,0,1,0,'',0),(15,6,13,0,15,'头条','nhead',0,0,0,0,0,'','',0,0,1,0,0,0,1,0,'',0),(16,6,13,0,16,'推荐','ncommend',0,0,0,0,0,'','',0,0,1,0,0,0,1,0,'',0),(17,6,13,0,17,'置顶','nup',0,0,0,0,0,'','',0,0,1,0,0,0,1,0,'',0),(18,6,13,0,18,'焦点','nfocus',0,0,0,0,0,'','',0,0,1,0,0,0,1,0,'',0),(19,6,13,0,19,'热门','nhot',0,0,0,0,0,'','',0,0,1,0,0,0,1,0,'',0),(20,6,0,0,4,'作者','k_author',1,1,0,0,30,'','未知',100,0,1,0,0,0,1,1,'',0),(21,6,0,0,5,'来源','k_source',1,1,0,0,255,'','KingCMS|http://www.kingcms.com/|KingCMS\r\nSINA|http://www.sina.com.cn/|SINA\r\nQQ|http://www.qq.com/|QQ',400,0,1,0,0,0,0,1,'来源和来源网站之间用垂直线分开，如：\r\nKingCMS|http://www.kingcms.com/',0),(22,7,0,0,1,'产品名称','ktitle',0,0,0,0,0,'','',0,0,1,1,1,1,0,0,'',0),(23,7,0,0,4,'副标题','ksubtitle',0,0,0,0,0,'','',0,0,0,0,0,0,0,0,'',0),(24,7,0,0,5,'产品图片','kimage',0,0,0,0,0,'','',0,0,1,1,1,1,0,0,'',0),(25,7,0,0,6,'产品介绍','kcontent',0,0,0,10,999999,'','',780,360,1,1,1,1,0,0,'',0),(26,7,0,0,7,'META关键字','kkeywords',0,0,0,0,0,'','',0,0,1,1,1,1,0,0,'',0),(27,7,0,0,8,'TAG标签','ktag',0,0,0,0,0,'','',0,0,1,1,1,1,0,0,'',0),(28,7,0,0,9,'META简述','kdescription',0,0,0,0,0,'','',0,0,1,1,1,1,0,0,'',0),(29,7,0,0,10,'路径','kpath',0,0,0,0,0,'','',0,0,1,1,1,1,0,0,'',0),(30,7,0,0,11,'相关产品','krelate',0,0,0,0,0,'','',0,0,1,1,1,1,0,0,'',0),(31,7,0,0,12,'价格','nprice',0,0,0,0,0,'','',0,0,0,0,0,0,0,0,'',0),(32,7,0,0,13,'数量','nnumber',0,0,0,0,0,'','',0,0,0,0,0,0,0,0,'',0),(33,7,0,0,20,'重量','nweight',0,0,0,0,0,'','',0,0,0,0,0,0,0,0,'',0),(34,7,0,0,2,'属性','nattrib',0,0,0,0,0,'','',0,0,1,1,1,1,0,0,'',0),(35,7,34,0,14,'显示','nshow',0,0,0,0,0,'','',0,0,1,0,0,0,1,0,'',0),(36,7,34,0,15,'头条','nhead',0,0,0,0,0,'','',0,0,0,0,0,0,1,0,'',0),(37,7,34,0,16,'推荐','ncommend',0,0,0,0,0,'','',0,0,1,0,0,0,1,0,'',0),(38,7,34,0,17,'置顶','nup',0,0,0,0,0,'','',0,0,0,0,0,0,1,0,'',0),(39,7,34,0,18,'焦点','nfocus',0,0,0,0,0,'','',0,0,0,0,0,0,1,0,'',0),(40,7,34,0,19,'热门','nhot',0,0,0,0,0,'','',0,0,1,0,0,0,1,0,'',0),(41,7,0,0,3,'产品型号','k_Serial',1,1,0,1,100,'','',400,0,1,0,0,0,1,0,'',0),(42,8,0,0,2,'产品名称','ktitle',0,0,0,0,0,'','',0,0,1,1,1,1,0,0,'',0),(43,8,0,0,21,'副标题','ksubtitle',0,0,0,0,0,'','',0,0,0,0,0,0,0,0,'',0),(44,8,0,0,4,'产品图片','kimage',0,0,0,0,0,'','',0,0,1,1,1,1,0,0,'',0),(45,8,0,0,5,'产品介绍','kcontent',0,0,0,10,999999,'','',780,360,1,1,1,1,0,0,'',0),(46,8,0,0,6,'META关键字','kkeywords',0,0,0,0,0,'','',0,0,1,1,1,1,0,0,'',0),(47,8,0,0,7,'TAG标签','ktag',0,0,0,0,0,'','',0,0,1,1,1,1,0,0,'',0),(48,8,0,0,8,'META简述','kdescription',0,0,0,0,0,'','',0,0,1,1,1,1,0,0,'',0),(49,8,0,0,9,'路径','kpath',0,0,0,0,0,'','',0,0,1,1,1,1,0,0,'',0),(50,8,0,0,10,'相关内容','krelate',0,0,0,0,0,'','',0,0,1,1,1,1,0,0,'',0),(51,8,0,0,12,'优惠价','nprice',0,0,0,0,0,'','',0,0,1,1,1,1,0,0,'',0),(52,8,0,0,13,'数量','nnumber',0,0,0,0,0,'','',0,0,1,1,1,1,0,0,'',0),(53,8,0,0,20,'重量','nweight',0,0,0,0,0,'','',0,0,1,1,1,1,0,0,'',0),(54,8,0,0,1,'属性','nattrib',0,0,0,0,0,'','',0,0,1,1,1,1,0,0,'',0),(55,8,54,0,14,'显示','nshow',0,0,0,0,0,'','',0,0,1,0,0,0,1,0,'',0),(56,8,54,0,15,'头条','nhead',0,0,0,0,0,'','',0,0,0,0,0,0,1,0,'',0),(57,8,54,0,16,'推荐','ncommend',0,0,0,0,0,'','',0,0,1,0,0,0,1,0,'',0),(58,8,54,0,17,'置顶','nup',0,0,0,0,0,'','',0,0,1,0,0,0,1,0,'',0),(59,8,54,0,18,'焦点','nfocus',0,0,0,0,0,'','',0,0,0,0,0,0,1,0,'',0),(60,8,54,0,19,'热卖','nhot',0,0,0,0,0,'','',0,0,1,0,0,0,0,0,'',0),(61,8,0,0,11,'市场价','k_Market',1,0,3,1,11,'','',100,0,1,1,1,1,1,0,'',0),(62,8,0,0,3,'产品型号','k_Serial',1,0,0,1,100,'','',200,0,1,1,1,1,1,0,'',0),(63,9,0,0,1,'标题','ktitle',0,0,0,0,0,'','',0,0,1,1,1,1,0,0,'',0),(64,9,0,0,2,'副标题','ksubtitle',0,0,0,0,0,'','',0,0,0,0,0,0,0,0,'',0),(65,9,0,0,3,'缩略图','kimage',0,0,0,0,0,'','',0,0,0,0,0,0,0,0,'',0),(66,9,0,0,4,'内容','kcontent',0,0,0,10,999999,'','',780,360,1,1,1,1,0,0,'',0),(67,9,0,0,5,'META关键字','kkeywords',0,0,0,0,0,'','',0,0,0,0,0,0,0,0,'',0),(68,9,0,0,6,'TAG标签','ktag',0,0,0,0,0,'','',0,0,0,0,0,0,0,0,'',0),(69,9,0,0,7,'META简述','kdescription',0,0,0,0,0,'','',0,0,0,0,0,0,0,0,'',0),(70,9,0,0,8,'路径','kpath',0,0,0,0,0,'','',0,0,0,0,0,0,0,0,'',0),(71,9,0,0,9,'相关内容','krelate',0,0,0,0,0,'','',0,0,0,0,0,0,0,0,'',0),(72,9,0,0,10,'价格','nprice',0,0,0,0,0,'','',0,0,0,0,0,0,0,0,'',0),(73,9,0,0,11,'数量','nnumber',0,0,0,0,0,'','',0,0,0,0,0,0,0,0,'',0),(74,9,0,0,12,'重量','nweight',0,0,0,0,0,'','',0,0,0,0,0,0,0,0,'',0),(75,9,0,0,13,'属性','nattrib',0,0,0,0,0,'','',0,0,1,0,0,0,0,0,'',0),(76,9,75,0,14,'显示','nshow',0,0,0,0,0,'','',0,0,1,1,0,0,1,0,'',0),(77,9,75,0,15,'头条','nhead',0,0,0,0,0,'','',0,0,1,0,0,0,1,0,'',0),(78,9,75,0,16,'推荐','ncommend',0,0,0,0,0,'','',0,0,1,0,0,0,1,0,'',0),(79,9,75,0,17,'置顶','nup',0,0,0,0,0,'','',0,0,1,0,0,0,1,0,'',0),(80,9,75,0,18,'焦点','nfocus',0,0,0,0,0,'','',0,0,1,0,0,0,1,0,'',0),(81,9,75,0,19,'热门','nhot',0,0,0,0,0,'','',0,0,1,0,0,0,1,0,'',0);

/*Table structure for table `king_list` */

DROP TABLE IF EXISTS `king_list`;

CREATE TABLE `king_list` (
  `listid` int(11) NOT NULL auto_increment,
  `listid1` int(11) NOT NULL default '0',
  `modelid` int(11) NOT NULL default '0',
  `siteid` int(11) NOT NULL default '1',
  `norder` int(11) NOT NULL default '0',
  `ncount` int(11) NOT NULL default '0',
  `ncountall` int(11) NOT NULL default '0',
  `ktitle` char(100) NOT NULL,
  `klistname` char(100) NOT NULL,
  `kkeywords` char(100) default NULL,
  `kdescription` char(255) default NULL,
  `kimage` char(255) default NULL,
  `isblank` tinyint(1) NOT NULL default '0',
  `iscontent` tinyint(1) NOT NULL default '0',
  `kcontent` text,
  `klistpath` char(255) default NULL,
  `ktemplatelist1` char(255) default NULL,
  `ktemplatelist2` char(255) default NULL,
  `nlistnumber` tinyint(3) NOT NULL default '20',
  `kpathmode` char(255) default NULL,
  `ktemplatepage1` char(255) default NULL,
  `ktemplatepage2` char(255) default NULL,
  `npagenumber` tinyint(3) NOT NULL default '1',
  `ispublish1` tinyint(1) NOT NULL default '0',
  `ispublish2` tinyint(1) NOT NULL default '0',
  `norder1` int(11) NOT NULL default '0',
  `norder3` int(11) NOT NULL default '0',
  `norder4` int(11) NOT NULL default '0',
  `norder5` int(11) NOT NULL default '0',
  `nupdatelist` int(10) NOT NULL default '0',
  `nupdatepage` int(10) NOT NULL default '0',
  `isexist` tinyint(1) NOT NULL default '0',
  `nlist` tinyint(1) NOT NULL default '0',
  `npage` tinyint(1) NOT NULL default '0',
  `gid` int(11) NOT NULL default '0',
  `ismenu1` tinyint(1) NOT NULL default '0',
  `ismenu2` tinyint(1) NOT NULL default '0',
  `ismenu3` tinyint(1) NOT NULL default '0',
  `ismenu4` tinyint(1) NOT NULL default '0',
  `ismenu5` tinyint(1) NOT NULL default '0',
  `ismap` tinyint(1) NOT NULL default '0',
  `klanguage` char(30) default NULL,
  `gidpublish` int(10) NOT NULL default '0',
  PRIMARY KEY  (`listid`),
  KEY `listid1` (`listid1`),
  KEY `modelid` (`modelid`)
) ENGINE=MyISAM AUTO_INCREMENT=34 DEFAULT CHARSET=utf8;

/*Data for the table `king_list` */

insert  into `king_list`(`listid`,`listid1`,`modelid`,`siteid`,`norder`,`ncount`,`ncountall`,`ktitle`,`klistname`,`kkeywords`,`kdescription`,`kimage`,`isblank`,`iscontent`,`kcontent`,`klistpath`,`ktemplatelist1`,`ktemplatelist2`,`nlistnumber`,`kpathmode`,`ktemplatepage1`,`ktemplatepage2`,`npagenumber`,`ispublish1`,`ispublish2`,`norder1`,`norder3`,`norder4`,`norder5`,`nupdatelist`,`nupdatepage`,`isexist`,`nlist`,`npage`,`gid`,`ismenu1`,`ismenu2`,`ismenu3`,`ismenu4`,`ismenu5`,`ismap`,`klanguage`,`gidpublish`) values (1,0,0,1,1,0,0,'春晖劳务派遣有限公司','首页','','','',0,1,'<p>感谢您选择KingCMS内容管理系统！</p><p>我们一如既往的专注于开发小巧、灵活、自由的内容管理系统。</p><p>上传所有文件到空间，设置目录和文件的权限(*nic系统设置为0777)。</p>','','sp2tpl/home.htm','',20,NULL,NULL,NULL,1,0,0,1,1,1,1,1317884893,1317884893,0,0,0,-1,1,0,1,0,0,1,'zh-cn',0),(19,17,7,1,10,2,2,'ThinkPad','ThinkPad','春晖,新闻,劳务','','',0,0,'','list-19-PID.html','sp2tpl/default.htm','sp2tpl/inside/product[list]/default.htm',10,'diannao/yyyy/mm/dd/page-19-ID.html','sp2tpl/default.htm','sp2tpl/inside/product[page]/default.htm',1,2,2,0,10,10,10,1318498064,1318498064,0,1,0,-1,1,1,0,0,0,1,'zh-cn',0),(18,17,7,1,9,4,4,'ideapad','ideapad','春晖,新闻,劳务','','',0,0,'','list-18-PID.html','sp2tpl/default.htm','sp2tpl/inside/product[list]/default.htm',10,'mobile/yyyy/mm/dd/page-18-ID.html','sp2tpl/default.htm','sp2tpl/inside/product[page]/default.htm',1,2,2,0,9,9,9,1318498043,1318498043,0,1,0,-1,1,1,0,0,0,1,'zh-cn',0),(17,0,7,1,8,0,0,'春晖产品','春晖产品','春晖,服务,人力,资源,烟台','','',0,0,'','list-17-PID.html','sp2tpl/default.htm','sp2tpl/inside/product[list]/parent.htm',10,'page-17-ID.html','sp2tpl/default.htm','sp2tpl/inside/product[page]/default.htm',1,2,2,0,8,8,8,1318493876,1318493876,1,1,0,-1,1,1,0,0,0,1,'zh-cn',0),(11,0,6,1,2,6,7,'春晖动态','春晖动态','春晖,新闻,劳务','','',0,0,'','list-2-PID.html','sp2tpl/default.htm','sp2tpl/inside/article[list]/default.htm',20,'news/yyyy/mm/dd/page-2-ID.html','sp2tpl/default.htm','sp2tpl/inside/article[page]/default.htm',1,0,0,0,2,2,2,1318579091,1317883886,0,1,0,-1,1,1,0,0,0,1,'zh-cn',0),(12,0,6,1,3,0,0,'春晖服务','春晖服务','春晖,服务,人力,资源,烟台','','',0,0,'','list-12-PID.html','sp2tpl/default.htm','sp2tpl/inside/article[list]/parent.htm',20,'service/yyyy/mm/dd/page-12-ID.html','sp2tpl/default.htm','sp2tpl/inside/article[page]/default.htm',1,0,0,0,3,3,3,1318152806,1318152806,1,1,0,-1,1,1,0,0,0,1,'zh-cn',0),(13,12,6,1,4,6,6,'劳务派遣','劳务派遣','春晖,服务,人力,资源,烟台,劳务,派遣','','',0,0,'','list-13-PID.html','sp2tpl/default.htm','sp2tpl/inside/article[list]/default.htm',20,'dispatch/yyyy/mm/dd/page-13-ID.html','sp2tpl/default.htm','sp2tpl/inside/article[page]/default.htm',1,0,0,0,4,4,4,1317888116,1317887149,0,1,0,-1,1,1,0,0,0,1,'zh-cn',0),(14,12,6,1,5,6,6,'人力资源服务外包','人力资源服务外包','春晖,服务,人力,资源,烟台,外包,服务','','',0,0,'','list-14-PID.html','sp2tpl/default.htm','sp2tpl/inside/article[list]/default.htm',20,'man/yyyy/mm/dd/page-14-ID.html','sp2tpl/default.htm','sp2tpl/inside/article[page]/default.htm',1,0,0,0,5,5,5,1318212540,1318211428,0,1,0,-1,1,1,0,0,0,1,'zh-cn',0),(15,12,6,1,6,6,6,'劳资代办','劳资代办','春晖,服务,人力,资源,烟台,劳资,代办','','',0,0,'','list-15-PID.html','sp2tpl/default.htm','sp2tpl/inside/article[list]/default.htm',20,'daiban/yyyy/mm/dd/page-15-ID.html','sp2tpl/default.htm','sp2tpl/inside/article[page]/default.htm',1,0,0,0,6,6,6,1318213302,1318212634,0,1,0,-1,1,1,0,0,0,1,'zh-cn',0),(16,12,6,1,7,0,0,'企业管理服务','企业管理服务','春晖,服务,人力,资源,烟台,管理,企管,服务','','',0,0,'','list-16-PID.html','sp2tpl/default.htm','sp2tpl/inside/article[list]/default.htm',20,'page-16-ID.html','sp2tpl/default.htm','sp2tpl/inside/article[page]/default.htm',1,0,0,0,7,7,7,0,0,0,1,0,-1,1,1,0,0,0,1,'zh-cn',0),(20,0,9,1,11,10,10,'春晖论坛','春晖论坛','春晖,新闻,劳务','','',0,0,'','list-20-PID.html','sp2tpl/default.htm','sp2tpl/inside/bbs[list]/default.htm',20,'page-20-ID.html','sp2tpl/default.htm','sp2tpl/inside/bbs[page]/default.htm',10,1,1,0,11,11,11,1318058909,0,0,1,1,-1,1,1,0,0,0,1,'zh-cn',0),(21,0,-1,1,12,0,0,'春晖留言簿','春晖留言簿','春晖,服务,人力,资源,烟台','','',0,0,NULL,'http://127.0.0.1/feedback/',NULL,NULL,20,NULL,NULL,NULL,1,0,0,0,12,12,12,0,0,0,0,0,-1,1,1,0,0,0,1,'zh-cn',0),(33,30,8,1,17,0,0,'S系列','S系列','','','',0,0,'','list-33-PID.html','sp2tpl/default.htm','sp2tpl/inside/shop[list]/default.htm',10,'market/yyyy/mm/dd/s/page-33-ID.html','sp2tpl/default.htm','sp2tpl/inside/shop[page]/default.htm',1,2,2,0,17,17,17,1318557462,1318557462,0,1,0,-1,1,1,0,0,0,1,'zh-cn',0),(32,30,8,1,16,0,0,'U系列','U系列','','','',0,0,'','list-32-PID.html','sp2tpl/default.htm','sp2tpl/inside/shop[list]/default.htm',10,'market/yyyy/mm/dd/u/page-32-ID.html','sp2tpl/default.htm','sp2tpl/inside/shop[page]/default.htm',1,2,2,0,16,16,16,1318557419,1318557419,0,1,0,-1,1,1,0,0,0,1,'zh-cn',0),(31,30,8,1,15,2,2,'Y系列','Y系列','','','',0,0,'','list-31-PID.html','sp2tpl/default.htm','sp2tpl/inside/shop[list]/default.htm',10,'market/yyyy/mm/dd/y/page-31-ID.html','sp2tpl/default.htm','sp2tpl/inside/shop[page]/default.htm',1,2,2,0,15,15,15,1318557916,1318557435,0,1,0,-1,1,1,0,0,0,1,'zh-cn',0),(30,29,7,1,14,0,0,'ideapad','ideapad','','','',0,0,'','list-30-PID.html','sp2tpl/default.htm','sp2tpl/inside/product[list]/parent.htm',10,'page-30-ID.html','sp2tpl/default.htm','sp2tpl/inside/product[page]/default.htm',1,2,2,0,14,14,14,0,0,1,1,0,-1,1,1,0,0,0,1,'zh-cn',0),(29,0,8,1,13,0,0,'春晖商城','春晖商城','','','',0,0,'','list-22-PID.html','sp2tpl/default.htm','sp2tpl/inside/shop[list]/index.htm',10,'page-22-ID.html','sp2tpl/default.htm','sp2tpl/inside/shop[page]/default.htm',1,2,2,0,13,13,13,0,0,1,1,0,-1,1,1,0,0,0,1,'zh-cn',0);

/*Table structure for table `king_list_editor` */

DROP TABLE IF EXISTS `king_list_editor`;

CREATE TABLE `king_list_editor` (
  `kid` int(11) NOT NULL auto_increment,
  `listid` int(11) NOT NULL default '0',
  `userid` int(11) NOT NULL default '0',
  `issub` tinyint(1) NOT NULL default '0',
  PRIMARY KEY  (`kid`),
  KEY `listid` (`listid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `king_list_editor` */

/*Table structure for table `king_lnk` */

DROP TABLE IF EXISTS `king_lnk`;

CREATE TABLE `king_lnk` (
  `kid` int(11) NOT NULL auto_increment,
  `kname` char(20) default NULL,
  `ktitle` char(100) default NULL,
  `kpath` char(100) default NULL,
  `konclick` char(255) default NULL,
  `adminid` int(11) NOT NULL default '0',
  `kimage` char(100) default NULL,
  `isblank` tinyint(1) NOT NULL default '0',
  `norder` int(11) NOT NULL default '0',
  `isflo` tinyint(1) NOT NULL default '0',
  `ntop` smallint(4) NOT NULL default '50',
  `nleft` smallint(4) NOT NULL default '300',
  PRIMARY KEY  (`kid`),
  KEY `adminid` (`adminid`)
) ENGINE=MyISAM AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;

/*Data for the table `king_lnk` */

insert  into `king_lnk`(`kid`,`kname`,`ktitle`,`kpath`,`konclick`,`adminid`,`kimage`,`isblank`,`norder`,`isflo`,`ntop`,`nleft`) values (1,'栏目管理','栏目管理中心','../portal/manage.php','',1,'panel.gif',0,10,0,50,300),(2,'爬虫管理','爬虫访问管理','../system/manage.php?action=bot','',1,'bot.gif',0,9,0,50,300),(3,'管理日志','管理员访问操作日志','../system/manage.php?action=log','',1,'log.gif',0,8,0,50,300),(4,'附件管理','已上传文件管理','../system/manage.php?action=upfile','',1,'upfile.gif',0,7,0,50,300),(5,'首选项','CMS系统参数设置','../system/manage.php?action=config','',1,'system.gif',0,6,0,50,300),(6,'管理员','管理员信息及密码设置','../system/manage.php?action=admin','',1,'admin.gif',0,5,0,50,300),(7,'模块管理','模块管理','../system/manage.php?action=module','',1,'module.gif',0,4,0,50,300),(8,'KingCMS','KingCMS官方网站','http://www.kingcms.com/','',1,'lnk.gif',1,3,0,50,300),(9,'Forums','KingCMS论坛','http://bbs.kingcms.com/','',1,'lnk.gif',1,2,0,50,300);

/*Table structure for table `king_log` */

DROP TABLE IF EXISTS `king_log`;

CREATE TABLE `king_log` (
  `kid` int(11) NOT NULL auto_increment,
  `adminname` char(12) NOT NULL,
  `nip` int(10) NOT NULL default '0',
  `nlog` tinyint(2) NOT NULL default '0',
  `ktext` char(100) default NULL,
  `ndate` int(10) NOT NULL default '0',
  PRIMARY KEY  (`kid`)
) ENGINE=MyISAM AUTO_INCREMENT=243 DEFAULT CHARSET=utf8;

/*Data for the table `king_log` */

insert  into `king_log`(`kid`,`adminname`,`nip`,`nlog`,`ktext`,`ndate`) values (1,'admin',2130706433,6,'Module : 留言反馈',1317779893),(2,'admin',2130706433,5,'Module : feedback',1317779906),(3,'admin',2130706433,5,'ListName:春晖动态',1317780426),(4,'admin',2130706433,7,'网站参数设置',1317780454),(5,'admin',2130706433,5,'ListName:春晖服务',1317780629),(6,'admin',2130706433,5,'ListName:劳务派遣',1317780742),(7,'admin',2130706433,5,'ListName:人力资源服务外包',1317780851),(8,'admin',2130706433,5,'ListName:劳资代办',1317780923),(9,'admin',2130706433,5,'ListName:企业管理服务',1317781013),(10,'admin',2130706433,5,'ListName:春晖产品',1317781130),(11,'admin',2130706433,5,'ListName:本地服务',1317781392),(12,'admin',2130706433,5,'ListName:省外服务',1317781447),(13,'admin',2130706433,5,'ListName:春晖论坛',1317781547),(14,'admin',2130706433,5,'ListName:春晖留言簿',1317781646),(15,'admin',2130706433,7,'网站参数设置',1317782719),(16,'admin',2130706433,7,'ListName:首页',1317783373),(17,'admin',2130706433,7,'ListName:春晖动态',1317784008),(18,'admin',2130706433,5,'article:福州发公告要求在9月底前主动上缴三聚氰胺乳粉',1317784439),(19,'admin',2130706433,5,'article:人口普查办称房屋空置率不在普查范畴',1317784525),(20,'admin',2130706433,5,'article:卫生部人士称多部门已原则性同意外资办医院',1317785739),(21,'admin',2130706433,5,'article:国务院发文布局东部产业向中西部转移',1317785835),(22,'admin',2130706433,5,'article:重庆工伤死亡事故一次性赔偿将达60万以上',1317785940),(23,'admin',2130706433,1,'admin',1317786007),(24,'admin',2130706433,5,'article:307名硕博士无法按时毕业 华中科大发狠全清退',1317786094),(25,'admin',2130706433,5,'article:布莱尔著书泄密触怒英王室 或被取消授勋章',1317786199),(26,'',2130706433,5,'进入生成操作第一步:1317786352',1317786352),(27,'admin',2130706433,5,'进入生成操作第二步:1317786352',1317786352),(28,'admin',2130706433,5,'进入生成操作第七步:1317786352',1317786352),(29,'',2130706433,5,'进入生成操作第三步:1317786353',1317786353),(30,'',2130706433,5,'进入生成操作第四步:1317786353',1317786353),(31,'',2130706433,5,'进入生成操作第五步:1317786353',1317786353),(32,'',2130706433,5,'进入生成操作第六步:1317786353',1317786353),(33,'admin',2130706433,1,'admin',1317804534),(34,'',2130706433,5,'进入生成操作第一步:1317804547',1317804547),(35,'admin',2130706433,5,'进入生成操作第二步:1317804547',1317804547),(36,'admin',2130706433,5,'进入生成操作第七步:1317804547',1317804547),(37,'',2130706433,5,'进入生成操作第三步:1317804547',1317804547),(38,'',2130706433,5,'进入生成操作第四步:1317804547',1317804547),(39,'',2130706433,5,'进入生成操作第五步:1317804547',1317804547),(40,'',2130706433,5,'进入生成操作第六步:1317804549',1317804549),(41,'',2130706433,5,'进入生成操作第一步:1317804869',1317804869),(42,'admin',2130706433,1,'admin',1317804890),(43,'',2130706433,5,'进入生成操作第一步:1317804898',1317804898),(44,'admin',2130706433,5,'进入生成操作第二步:1317804898',1317804898),(45,'admin',2130706433,5,'进入生成操作第七步:1317804898',1317804898),(46,'',2130706433,5,'进入生成操作第三步:1317804898',1317804898),(47,'',2130706433,5,'进入生成操作第四步:1317804898',1317804898),(48,'',2130706433,5,'进入生成操作第五步:1317804898',1317804898),(49,'',2130706433,5,'进入生成操作第六步:1317804899',1317804899),(50,'',2130706433,5,'进入生成操作第一步:1317805467',1317805467),(51,'admin',2130706433,5,'进入生成操作第二步:1317805467',1317805467),(52,'admin',2130706433,5,'进入生成操作第七步:1317805467',1317805467),(53,'',2130706433,5,'进入生成操作第三步:1317805467',1317805467),(54,'',2130706433,5,'进入生成操作第四步:1317805467',1317805467),(55,'',2130706433,5,'进入生成操作第五步:1317805467',1317805467),(56,'',2130706433,5,'进入生成操作第六步:1317805468',1317805468),(57,'admin',2130706433,1,'admin',1317806008),(58,'',2130706433,5,'进入生成操作第一步:1317806019',1317806019),(59,'admin',2130706433,5,'进入生成操作第二步:1317806019',1317806019),(60,'admin',2130706433,5,'进入生成操作第七步:1317806019',1317806019),(61,'',2130706433,5,'进入生成操作第三步:1317806019',1317806019),(62,'',2130706433,5,'进入生成操作第四步:1317806019',1317806019),(63,'',2130706433,5,'进入生成操作第五步:1317806019',1317806019),(64,'',2130706433,5,'进入生成操作第六步:1317806019',1317806019),(65,'',2130706433,5,'进入生成操作第一步:1317807313',1317807313),(66,'admin',2130706433,5,'进入生成操作第二步:1317807313',1317807313),(67,'admin',2130706433,5,'进入生成操作第七步:1317807313',1317807313),(68,'',2130706433,5,'进入生成操作第三步:1317807314',1317807314),(69,'',2130706433,5,'进入生成操作第四步:1317807314',1317807314),(70,'',2130706433,5,'进入生成操作第五步:1317807314',1317807314),(71,'',2130706433,5,'进入生成操作第六步:1317807315',1317807315),(72,'',2130706433,5,'进入生成操作第一步:1317807787',1317807787),(73,'admin',2130706433,5,'进入生成操作第二步:1317807787',1317807787),(74,'admin',2130706433,5,'进入生成操作第七步:1317807787',1317807787),(75,'',2130706433,5,'进入生成操作第三步:1317807787',1317807787),(76,'',2130706433,5,'进入生成操作第四步:1317807787',1317807787),(77,'',2130706433,5,'进入生成操作第五步:1317807787',1317807787),(78,'',2130706433,5,'进入生成操作第六步:1317807788',1317807788),(79,'',2130706433,5,'进入生成操作第一步:1317807888',1317807888),(80,'admin',2130706433,5,'进入生成操作第二步:1317807888',1317807888),(81,'admin',2130706433,5,'进入生成操作第七步:1317807888',1317807888),(82,'',2130706433,5,'进入生成操作第三步:1317807888',1317807888),(83,'',2130706433,5,'进入生成操作第四步:1317807888',1317807888),(84,'',2130706433,5,'进入生成操作第五步:1317807888',1317807888),(85,'',2130706433,5,'进入生成操作第六步:1317807889',1317807889),(86,'',2130706433,5,'进入生成操作第一步:1317808166',1317808166),(87,'admin',2130706433,5,'进入生成操作第二步:1317808166',1317808166),(88,'admin',2130706433,5,'进入生成操作第七步:1317808166',1317808166),(89,'',2130706433,5,'进入生成操作第三步:1317808167',1317808167),(90,'',2130706433,5,'进入生成操作第四步:1317808167',1317808167),(91,'',2130706433,5,'进入生成操作第五步:1317808167',1317808167),(92,'',2130706433,5,'进入生成操作第六步:1317808167',1317808167),(93,'',2130706433,5,'进入生成操作第一步:1317808193',1317808193),(94,'admin',2130706433,5,'进入生成操作第二步:1317808193',1317808193),(95,'admin',2130706433,5,'进入生成操作第七步:1317808193',1317808193),(96,'',2130706433,5,'进入生成操作第三步:1317808194',1317808194),(97,'',2130706433,5,'进入生成操作第四步:1317808194',1317808194),(98,'',2130706433,5,'进入生成操作第五步:1317808194',1317808194),(99,'',2130706433,5,'进入生成操作第六步:1317808194',1317808194),(100,'',2130706433,5,'进入生成操作第一步:1317808601',1317808601),(101,'admin',2130706433,5,'进入生成操作第二步:1317808601',1317808601),(102,'admin',2130706433,5,'进入生成操作第七步:1317808601',1317808601),(103,'',2130706433,5,'进入生成操作第三步:1317808602',1317808602),(104,'',2130706433,5,'进入生成操作第四步:1317808602',1317808602),(105,'',2130706433,5,'进入生成操作第五步:1317808602',1317808602),(106,'',2130706433,5,'进入生成操作第六步:1317808602',1317808602),(107,'',2130706433,5,'进入生成操作第一步:1317808823',1317808823),(108,'admin',2130706433,5,'进入生成操作第二步:1317808823',1317808823),(109,'admin',2130706433,5,'进入生成操作第七步:1317808823',1317808823),(110,'',2130706433,5,'进入生成操作第三步:1317808824',1317808824),(111,'',2130706433,5,'进入生成操作第四步:1317808824',1317808824),(112,'',2130706433,5,'进入生成操作第五步:1317808824',1317808824),(113,'',2130706433,5,'进入生成操作第六步:1317808824',1317808824),(114,'',2130706433,5,'进入生成操作第一步:1317808958',1317808958),(115,'admin',2130706433,5,'进入生成操作第二步:1317808958',1317808958),(116,'admin',2130706433,5,'进入生成操作第七步:1317808958',1317808958),(117,'',2130706433,5,'进入生成操作第三步:1317808958',1317808958),(118,'',2130706433,5,'进入生成操作第四步:1317808958',1317808958),(119,'',2130706433,5,'进入生成操作第五步:1317808958',1317808958),(120,'',2130706433,5,'进入生成操作第六步:1317808958',1317808958),(121,'',2130706433,5,'进入生成操作第一步:1317809196',1317809196),(122,'admin',2130706433,5,'进入生成操作第二步:1317809196',1317809196),(123,'admin',2130706433,5,'进入生成操作第七步:1317809196',1317809196),(124,'',2130706433,5,'进入生成操作第三步:1317809196',1317809196),(125,'',2130706433,5,'进入生成操作第四步:1317809196',1317809196),(126,'',2130706433,5,'进入生成操作第五步:1317809196',1317809196),(127,'',2130706433,5,'进入生成操作第六步:1317809197',1317809197),(128,'admin',2130706433,1,'admin',1317871166),(129,'',2130706433,5,'进入生成操作第一步:1317871265',1317871265),(130,'admin',2130706433,5,'进入生成操作第二步:1317871265',1317871265),(131,'admin',2130706433,5,'进入生成操作第七步:1317871265',1317871265),(132,'',2130706433,5,'进入生成操作第三步:1317871265',1317871265),(133,'',2130706433,5,'进入生成操作第四步:1317871265',1317871265),(134,'',2130706433,5,'进入生成操作第五步:1317871265',1317871265),(135,'',2130706433,5,'进入生成操作第六步:1317871268',1317871268),(136,'admin',2130706433,1,'admin',1317883844),(137,'admin',2130706433,7,'ListName:春晖动态',1317883886),(138,'admin',2130706433,7,'ListName:首页',1317884893),(139,'admin',2130706433,7,'ListName:春晖服务',1317887098),(140,'admin',2130706433,7,'ListName:劳务派遣',1317887149),(141,'admin',2130706433,5,'article:住建部:违反限购房规定买卖住房有重大风险',1317887273),(142,'admin',2130706433,5,'article:河南高院集中宣判6起涉黑案 87人获刑',1317887368),(143,'admin',2130706433,5,'article:国考报名首日因报名踊跃一度发生网络拥堵',1317887459),(144,'admin',2130706433,5,'article:奥巴马演讲指责批评者将其当成狗一样谈论',1317887586),(145,'',2130706433,5,'进入生成操作第一步:1317887601',1317887601),(146,'admin',2130706433,5,'进入生成操作第二步:1317887601',1317887601),(147,'admin',2130706433,5,'进入生成操作第七步:1317887601',1317887601),(148,'',2130706433,5,'进入生成操作第三步:1317887601',1317887601),(149,'',2130706433,5,'进入生成操作第四步:1317887601',1317887601),(150,'',2130706433,5,'进入生成操作第五步:1317887601',1317887601),(151,'',2130706433,5,'进入生成操作第六步:1317887602',1317887602),(152,'admin',2130706433,5,'article:英《世界新闻报》涉嫌窃听被查 英国王子遭窃听',1317888043),(153,'admin',2130706433,5,'article:英国调查显示家庭暴力40%受害者是男性',1317888116),(154,'admin',2130706433,1,'admin',1317955790),(155,'admin',2130706433,1,'admin',1317968106),(156,'admin',2130706433,5,'bbs:国庆假日春晖通知',1317968734),(157,'admin',2130706433,5,'bbs:真幸运呀',1317972196),(158,'admin',2130706433,7,'Model:论坛',1317974072),(159,'admin',2130706433,1,'admin',1318063915),(160,'admin',2130706433,7,'网站参数设置',1318063961),(161,'admin',2130706433,1,'admin',1318152771),(162,'admin',2130706433,7,'ListName:春晖服务',1318152806),(163,'',2130706433,5,'进入生成操作第一步:1318153220',1318153220),(164,'admin',2130706433,5,'进入生成操作第二步:1318153220',1318153220),(165,'admin',2130706433,5,'进入生成操作第七步:1318153220',1318153220),(166,'',2130706433,5,'进入生成操作第三步:1318153220',1318153220),(167,'',2130706433,5,'进入生成操作第四步:1318153220',1318153220),(168,'',2130706433,5,'进入生成操作第五步:1318153220',1318153220),(169,'',2130706433,5,'进入生成操作第六步:1318153221',1318153221),(170,'admin',2130706433,1,'admin',1318209800),(171,'admin',2130706433,1,'admin',1318209812),(172,'admin',2130706433,7,'ListName:人力资源服务外包',1318211428),(173,'admin',2130706433,5,'article:人力资源市场改造后开放 服务更加人性化',1318211541),(174,'admin',2130706433,5,'article:2011年自考人力资源开发与管理复习资料二',1318211655),(175,'admin',2130706433,5,'article:2011年自考人力资源开发与管理复习资料一',1318211759),(176,'admin',2130706433,5,'article:2011年自考人力资源开发与管理复习资料三',1318211827),(177,'admin',2130706433,5,'article:人力资源管理师之企业政治文化是其核心',1318212017),(178,'admin',2130706433,5,'article:人力资源市场岗位数超求职数 急需操作工',1318212154),(179,'admin',2130706433,5,'article:人力资源之哪些星座女最易成办公室领导',1318212358),(180,'admin',2130706433,5,'article:人力资源管理师案例之绩效管理六大环节',1318212460),(181,'admin',2130706433,5,'article:人力资源管理师案例之绩效管理六大环节(2)',1318212540),(182,'admin',2130706433,7,'ListName:劳资代办',1318212634),(183,'admin',2130706433,5,'article:法院在构建和谐劳资关系中的角色定位与思考',1318212771),(184,'admin',2130706433,5,'article:NBA劳资双方彻底撕破脸 新赛季几经波折终难产',1318212873),(185,'admin',2130706433,5,'article:我市开展劳资纠纷隐患排查',1318212987),(186,'admin',2130706433,5,'article:男子与老板发生劳资纠纷 买汽油纵火造成1死2伤',1318213086),(187,'admin',2130706433,5,'article:常州：促进劳资互利共赢 推动企业和谐发展',1318213182),(188,'admin',2130706433,5,'article:专家支招劳资协议：建动态机制 双方共担风险',1318213302),(189,'admin',2130706433,1,'admin',1318228634),(190,'admin',2130706433,1,'admin',1318230239),(191,'admin',2130706433,1,'admin',1318297161),(192,'admin',2130706433,1,'admin',1318313821),(193,'admin',2130706433,1,'admin',1318382497),(194,'admin',2130706433,1,'admin',1318397744),(195,'admin',2130706433,1,'admin',1318403780),(196,'admin',2130706433,7,'AdminName:admin',1318406972),(197,'admin',2130706433,1,'admin',1318469647),(198,'admin',2130706433,1,'admin',1318485664),(199,'admin',2130706433,7,'ListName:本地服务',1318486911),(200,'admin',2130706433,5,'product:Y系列',1318487203),(201,'admin',2130706433,5,'product:S系列',1318487487),(202,'admin',2130706433,5,'product:U系列',1318487633),(203,'admin',2130706433,5,'product:Z系列',1318487744),(204,'admin',2130706433,7,'ListName:省外服务',1318488051),(205,'admin',2130706433,5,'product:SL 系列',1318488173),(206,'admin',2130706433,5,'product:Edge 系列',1318488273),(207,'admin',2130706433,5,'ListName:春晖商城',1318488487),(208,'admin',2130706433,1,'admin',1318493845),(209,'admin',2130706433,7,'ListName:春晖产品',1318493876),(210,'admin',2130706433,7,'product:SL 系列',1318495866),(211,'admin',2130706433,7,'ListName:ideapad',1318498043),(212,'admin',2130706433,7,'ListName:ThinkPad',1318498064),(213,'admin',2130706433,1,'admin',1318555975),(214,'admin',2130706433,5,'ListName:ideapad',1318556083),(215,'admin',2130706433,7,'ListName:ideapad',1318556139),(216,'admin',2130706433,5,'ListName:Y系列',1318556240),(217,'admin',2130706433,5,'ListName:ThinkPad',1318556282),(218,'admin',2130706433,7,'ListName:Y系列',1318556323),(219,'admin',2130706433,7,'ListName:ideapad',1318556350),(220,'admin',2130706433,5,'ListName:U系列',1318556440),(221,'admin',2130706433,7,'ListName:ThinkPad',1318556474),(222,'admin',2130706433,5,'ListName:SL系列',1318556522),(223,'admin',2130706433,5,'ListName:Edge系列',1318556572),(224,'admin',2130706433,5,'ListName:春晖商城',1318557128),(225,'admin',2130706433,5,'ListName:ideapad',1318557163),(226,'admin',2130706433,5,'ListName:Y系列',1318557210),(227,'admin',2130706433,5,'ListName:U系列',1318557247),(228,'admin',2130706433,5,'ListName:S系列',1318557300),(229,'admin',2130706433,1,'admin',1318557333),(230,'admin',2130706433,7,'ListName:Y系列',1318557391),(231,'admin',2130706433,7,'ListName:U系列',1318557419),(232,'admin',2130706433,7,'ListName:Y系列',1318557435),(233,'admin',2130706433,7,'ListName:S系列',1318557462),(234,'admin',2130706433,5,'shop:Y470N-ITH(A)',1318557680),(235,'admin',2130706433,5,'shop:Y470N-ITH(L)',1318557916),(236,'admin',2130706433,1,'admin',1318560132),(237,'admin',2130706433,1,'admin',1318574549),(238,'admin',2130706433,3,'admin',1318577592),(239,'admin',2130706433,1,'admin',1318579045),(240,'admin',2130706433,1,'admin',1318579056),(241,'admin',2130706433,7,'article:布莱尔著书泄密触怒英王室 或被取消授勋章',1318579092),(242,'admin',2130706433,6,'USERID:1',1318582000);

/*Table structure for table `king_message` */

DROP TABLE IF EXISTS `king_message`;

CREATE TABLE `king_message` (
  `kid` int(11) NOT NULL auto_increment,
  `adminname` char(12) NOT NULL,
  `kmsg` char(100) NOT NULL,
  `ndate` int(10) NOT NULL default '0',
  `adminid` int(11) NOT NULL default '0',
  `issys` tinyint(1) NOT NULL default '0',
  `klink` char(100) default NULL,
  PRIMARY KEY  (`kid`),
  KEY `adminid` (`adminid`),
  KEY `issys` (`issys`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `king_message` */

insert  into `king_message`(`kid`,`adminname`,`kmsg`,`ndate`,`adminid`,`issys`,`klink`) values (1,'Sin.CS','感谢您选择使用KingCMS!',1316068178,0,1,'http://www.kingcms.com/');

/*Table structure for table `king_model` */

DROP TABLE IF EXISTS `king_model`;

CREATE TABLE `king_model` (
  `modelid` int(11) NOT NULL auto_increment,
  `modelname` char(50) NOT NULL,
  `modeltable` char(50) NOT NULL,
  `norder` int(11) NOT NULL default '0',
  `klanguage` char(30) default NULL,
  `issearch` tinyint(1) NOT NULL default '0',
  `klistorder` char(255) default NULL,
  `kpageorder` char(255) default NULL,
  `nlocktime` int(11) NOT NULL default '0',
  `nshowtime` int(11) NOT NULL default '0',
  `ispublish1` tinyint(1) NOT NULL default '0',
  `ispublish2` tinyint(1) NOT NULL default '0',
  `nlistnumber` int(11) NOT NULL default '20',
  `npagenumber` int(11) NOT NULL default '1',
  `ktemplatepublish` char(255) default NULL,
  `ktemplatesearch` char(255) default NULL,
  `isid` tinyint(1) NOT NULL default '0',
  `ktemplatecomment` char(255) default NULL,
  `ncommentnumber` int(11) NOT NULL default '20',
  PRIMARY KEY  (`modelid`)
) ENGINE=MyISAM AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;

/*Data for the table `king_model` */

insert  into `king_model`(`modelid`,`modelname`,`modeltable`,`norder`,`klanguage`,`issearch`,`klistorder`,`kpageorder`,`nlocktime`,`nshowtime`,`ispublish1`,`ispublish2`,`nlistnumber`,`npagenumber`,`ktemplatepublish`,`ktemplatesearch`,`isid`,`ktemplatecomment`,`ncommentnumber`) values (6,'文章','article',1,'zh-cn',1,'nup desc,norder desc','norder,kid',24,0,0,0,20,1,'template/default.htm','template/default.htm',1,'template/default.htm',20),(7,'产品','product',2,'zh-cn',1,'nup desc,norder desc','norder,kid',0,0,2,2,10,1,'template/default.htm','template/default.htm',1,'template/default.htm',20),(8,'商城','shop',3,'zh-cn',1,'nup desc,norder desc','norder,kid',1,0,2,2,10,1,'template/default.htm','template/default.htm',1,'template/default.htm',20),(9,'论坛','bbs',4,'zh-cn',1,'nup desc,nlastdate desc','kid1,kid',24,0,1,1,20,10,'sp2tpl/default.htm','template/default.htm',1,'sp2tpl/default.htm',20);

/*Table structure for table `king_module` */

DROP TABLE IF EXISTS `king_module`;

CREATE TABLE `king_module` (
  `kid` int(11) NOT NULL auto_increment,
  `kid1` int(11) NOT NULL default '0',
  `kname` char(50) NOT NULL,
  `kpath` char(50) NOT NULL,
  `islock` tinyint(1) NOT NULL default '0',
  `kdb` text,
  `ndate` int(10) NOT NULL default '0',
  `ndbver` smallint(3) NOT NULL default '100',
  `norder` int(11) NOT NULL default '0',
  `nshow` tinyint(1) NOT NULL default '1',
  PRIMARY KEY  (`kid`),
  KEY `islock` (`islock`)
) ENGINE=MyISAM AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;

/*Data for the table `king_module` */

insert  into `king_module`(`kid`,`kid1`,`kname`,`kpath`,`islock`,`kdb`,`ndate`,`ndbver`,`norder`,`nshow`) values (1,0,'碎片','block',0,'',1316068221,100,1,0),(2,0,'内容管理','portal',0,'',1316068235,103,2,1),(3,2,'用户系统','user',0,'',1316068235,100,3,1),(4,0,'文件管理器','webftp',0,'',1316068245,100,4,0),(7,0,'留言反馈','feedback',0,'',1317779906,200,7,0),(6,0,'数据源','dbquery',0,'',1316068260,100,6,0);

/*Table structure for table `king_orders` */

DROP TABLE IF EXISTS `king_orders`;

CREATE TABLE `king_orders` (
  `oid` int(11) NOT NULL auto_increment,
  `ono` char(16) NOT NULL,
  `nstatus` tinyint(2) NOT NULL default '2',
  `kname` varchar(30) NOT NULL,
  `userid` int(11) NOT NULL default '0',
  `kcontent` text,
  `nnumber` int(11) NOT NULL default '0',
  `nip` int(10) NOT NULL default '0',
  `ndate` int(10) NOT NULL default '0',
  `npaydate` int(10) NOT NULL default '0',
  `nsenddate` int(10) NOT NULL default '0',
  `eid` int(11) NOT NULL default '0',
  `expressnumber` char(30) default NULL,
  `realname` char(30) NOT NULL,
  `useraddress` char(250) default NULL,
  `userpost` char(10) default NULL,
  `usertel` char(30) default NULL,
  `usermail` char(32) default NULL,
  `kremark` text,
  `kfeedback` char(255) default NULL,
  `ntotal` double NOT NULL default '0',
  `nexpress` double NOT NULL default '0',
  `nweight` int(11) NOT NULL default '0',
  `paymethod` varchar(32) default NULL,
  `tid` varchar(32) default NULL,
  `buyer_id` varchar(65) default NULL,
  `seller` varchar(65) default NULL,
  PRIMARY KEY  (`oid`),
  KEY `userid` (`userid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `king_orders` */

/*Table structure for table `king_portal_log` */

DROP TABLE IF EXISTS `king_portal_log`;

CREATE TABLE `king_portal_log` (
  `kid` int(11) NOT NULL auto_increment,
  `ktag` char(100) NOT NULL,
  `kimage` char(255) default NULL,
  `kkeywords` char(120) default NULL,
  `kdescription` char(255) default NULL,
  `kcolor` char(7) NOT NULL,
  `nsize` tinyint(2) NOT NULL default '12',
  `isbold` tinyint(1) NOT NULL default '0',
  `nhit` int(11) NOT NULL default '0',
  `nhitlate` int(11) NOT NULL default '0',
  `iscommend` tinyint(1) NOT NULL default '0',
  `norder` int(11) NOT NULL default '0',
  `ktemplate1` char(255) default NULL,
  `ktemplate2` char(255) default NULL,
  PRIMARY KEY  (`kid`),
  UNIQUE KEY `ktag` (`ktag`),
  KEY `iscommend` (`iscommend`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

/*Data for the table `king_portal_log` */

/*Table structure for table `king_site` */

DROP TABLE IF EXISTS `king_site`;

CREATE TABLE `king_site` (
  `siteid` int(11) NOT NULL auto_increment,
  `sitename` char(100) NOT NULL,
  `siteurl` char(100) default NULL,
  PRIMARY KEY  (`siteid`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `king_site` */

insert  into `king_site`(`siteid`,`sitename`,`siteurl`) values (1,'默认','');

/*Table structure for table `king_system` */

DROP TABLE IF EXISTS `king_system`;

CREATE TABLE `king_system` (
  `kid` int(11) NOT NULL auto_increment,
  `cid` int(6) NOT NULL default '0',
  `isshow` tinyint(1) NOT NULL default '1',
  `issys` tinyint(1) NOT NULL default '1',
  `kname` char(50) NOT NULL,
  `norder` int(11) NOT NULL default '0',
  `kmodule` char(50) NOT NULL,
  `kvalue` text,
  `ntype` tinyint(1) NOT NULL default '0',
  `nvalidate` tinyint(1) NOT NULL default '0',
  `nsizemin` int(8) NOT NULL default '0',
  `nsizemax` int(8) NOT NULL default '0',
  `koption` text,
  `nstylewidth` smallint(4) NOT NULL default '0',
  `nstyleheight` smallint(4) NOT NULL default '0',
  `khelp` char(100) default NULL,
  PRIMARY KEY  (`kid`),
  UNIQUE KEY `kname` (`kname`)
) ENGINE=MyISAM AUTO_INCREMENT=75 DEFAULT CHARSET=utf8;

/*Data for the table `king_system` */

insert  into `king_system`(`kid`,`cid`,`isshow`,`issys`,`kname`,`norder`,`kmodule`,`kvalue`,`ntype`,`nvalidate`,`nsizemin`,`nsizemax`,`koption`,`nstylewidth`,`nstyleheight`,`khelp`) values (1,0,0,1,'dbver',1,'system','200',0,0,0,0,NULL,0,0,NULL),(2,0,0,1,'instdate',2,'system','1316096977',0,0,0,0,NULL,0,0,NULL),(3,0,0,1,'key',3,'system','9i7bii7w8gg4eiuupgpm8gveh9onn2yb',0,0,0,0,NULL,0,0,NULL),(4,0,0,1,'version',4,'system','1.0',0,0,0,0,NULL,0,0,NULL),(5,0,0,1,'info',5,'system','<span style=\"font:12px Arial\">Powered by <a href=\"http://www.kingcms.com/\" target=\"_blank\" style=\"font:12px Verdana\"><strong>King</strong>CMS</a></span>',0,0,0,0,NULL,0,0,NULL),(6,1,1,1,'switch',6,'system','1',4,0,1,1,'1|True\r\n0|False',0,0,''),(7,1,1,1,'sitename',7,'system','烟台春晖劳务派遣',1,0,1,200,'',400,0,''),(8,1,1,1,'siteurl',8,'system','',1,0,0,200,'',400,0,'help/siteurl'),(9,1,1,1,'beian',9,'system','',1,0,0,30,'',200,0,''),(10,1,1,1,'htmlframe1',10,'system','1',4,2,1,1,'1|Table\r\n0|DIV(Div+Label)',0,0,''),(11,1,1,1,'htmlframe0',11,'system','0',4,2,1,1,'1|Table\r\n0|DIV(Div+Label)',0,0,''),(12,2,1,1,'inst',12,'system','/',1,0,1,30,'',200,0,''),(13,2,1,1,'file',13,'system','index.html',1,0,1,30,'',200,0,''),(14,2,1,1,'timediff',14,'system','8',1,22,1,11,'',50,0,''),(15,2,1,1,'proptime',15,'system','0.7',1,3,1,4,'',50,0,'help/proptime'),(16,2,1,1,'uppath',16,'system','upfiles',1,4,1,30,'',100,0,''),(17,2,1,1,'upimg',17,'system','jpg|png|gif',1,0,0,200,'',400,0,''),(18,2,1,1,'upfile',18,'system','pdf|doc|xls|zip|rar',1,0,0,200,'',400,0,''),(19,2,1,1,'templatepath',19,'system','sp2tpl',1,4,1,30,'',100,0,''),(20,2,1,1,'templateext',20,'system','htm|html|shtml',1,0,1,200,'',400,0,''),(21,2,1,1,'templatedefault',21,'system','default.htm',1,0,1,30,'',100,0,''),(22,2,1,1,'templatefiternote',22,'system','1',4,0,1,1,'1|Yes\r\n0|No',0,0,''),(23,2,1,1,'pidline',23,'system','-',1,0,1,30,'',50,0,'help/pidline'),(24,2,1,1,'gzencode',24,'system','0',4,2,1,1,'1|Yes\r\n0|No',0,0,'help/gzencode'),(25,2,1,1,'lockip',25,'system','',2,0,0,999999,NULL,400,120,'help/lockip'),(26,3,1,1,'cachetime',26,'system','300',1,2,1,11,'',50,0,''),(27,3,1,1,'cachetip',27,'system','1',4,2,1,1,'1|Yes\r\n0|No',0,0,''),(28,4,1,1,'rewriteline',28,'system','-',4,0,1,1,'_\r\n/\r\n-',0,0,''),(29,4,1,1,'rewriteend',29,'system','.html',1,0,0,10,'/\r\n.html\r\n.htm',50,0,''),(30,5,1,1,'verifyopen',30,'system','1',4,2,1,1,'1|Yes\r\n0|No',0,0,''),(31,5,1,1,'verifycontent',31,'system','A|B|C|D|E|F|G|H|I|J|K|L|M|N|O|P|Q|R|S|T|U|V|W|X|Y|Z',2,0,10,9999,NULL,400,120,'help/verifycontent'),(32,5,1,1,'verifytime',32,'system','30',1,2,1,3,'',50,0,''),(33,5,1,1,'verifywidth',33,'system','110',1,2,1,3,'',50,0,''),(34,5,1,1,'verifyheight',34,'system','40',1,2,1,3,'',50,0,''),(35,5,1,1,'verifysize',35,'system','25',1,2,1,3,'',50,0,''),(36,5,1,1,'verifynum',36,'system','4',4,2,1,1,'4\r\n6\r\n8',0,0,''),(37,4,1,1,'rewritetag',30,'system','0',4,2,1,1,'1|Yes\r\n0|No',0,0,''),(38,6,1,1,'keywords',1,'portal','中国|吉林|延边|珲春|内容管理系统|KingCMS|7000|2400|徐悲鸿|fail face|34|温州|眼镜大王|出逃|高利贷|福州|食品|安全|人口|普查|全国|卫生|医院|政府|东部|事故|工伤|教育|工作|研究生|王室|布莱尔|勋章|著书|住房|家庭|城乡|省院|黑社会|暴力|犯罪|中央|国考|公务员|考试|选民|民主|美国|共和|奥巴马|英国|记者|皇家|窃听|男性|人力|资源|服务|创业|企业|务工|岗位|心理|职场|领导|管理|工会|劳资|员工|资方|NBA|赛季|劳动|苏州|纵火|案件|职工|工资|收入|球员|ni ma',2,0,0,999999,NULL,600,300,''),(39,6,1,1,'blackcontent',2,'portal','傻逼|宋祖德|周杰伦|臭装逼|范跑跑|没家教|陈冠希|大色狼',2,0,0,999999,NULL,600,200,''),(40,7,1,1,'xmlpath',3,'portal','_XML',1,4,1,30,'',100,0,''),(41,7,1,1,'rss',4,'portal','50',1,2,1,3,'',50,0,''),(42,7,1,1,'atom',5,'portal','50',1,2,1,3,'',50,0,'help/atom'),(43,8,1,1,'isuserbuy',6,'portal','1',4,0,1,1,'1|Yes\r\n0|No',0,0,''),(44,8,1,1,'templateorders',7,'portal','template/default.htm',13,0,0,100,NULL,200,0,''),(45,8,1,1,'transfer',8,'portal','\r\n<h5>工商银行</h5>\r\n<p>开户行：工商银行珲春分行</p>\r\n<p>开户名：申青松</p>\r\n<p>卡&nbsp; 号：<font face=\"Arial\">9558<font color=\"#ff0000\">8008</font>0811</font><span style=\"color: #ff0000\"><font face=\"Arial\">2242322</font></span></p>\r\n\r\n<h5>交通银行</h5>\r\n<p>开户名：申青松</p>\r\n<p>卡&nbsp; 号：<span style=\"color: #ff0000\"><font face=\"Arial\">622260</font></span><font face=\"Arial\">332<span style=\"color: #ff0000\">0000</span>855541</font></p>\r\n\r\n<h5>中国银行</h5>\r\n<p>开户行：中国银行珲春分行</p>\r\n<p>开户名：申青松</p>\r\n<p>卡&nbsp; 号：<font color=\"#ff0000\">4563</font>5106<font color=\"#ff0000\">0001</font>3017<font color=\"#ff0000\">341</font></p>\r\n\r\n<h5>建议您</h5>\r\n<p>如果您是在工行或中行进行了汇款操作，请把汇款单扫描或用数码相机拍照后发给我们，以便确认；若汇款额为200元，建议您多汇几分钱，如200.02等，以区分其他汇款人。这个不仅方便我们迅速进行确认，同时也保护了您的利益。</p>\r\n',3,0,0,999999,NULL,800,250,''),(46,9,1,1,'tenpayseller',9,'portal','',1,0,0,15,'',150,0,'help/tenpayseller'),(47,9,1,1,'tenpaykey',10,'portal','',1,0,0,32,'',150,0,'help/tenpaykey'),(48,10,1,1,'alipayregmail',11,'portal','',1,0,0,250,'',150,0,NULL),(49,10,1,1,'alipaypartner',12,'portal','',1,2,0,25,'',150,0,NULL),(50,10,1,1,'alipaykey',13,'portal','',1,0,0,32,'',150,0,'help/alipaykey'),(51,11,1,1,'isregister',14,'user','1',4,0,1,1,'1|Yes\r\n0|No',0,0,''),(52,11,1,1,'reglicense',15,'user','<p>用户单独承担传输内容的责任。</p><p>用户必须遵循：</p><p>1)使用网站服务不作非法用途。</p><p>2)不干扰或混乱网络服务。</p><p>3)不发表任何与政治相关的信息。</p><p>4)遵守所有使用网站服务的网络协议、规定、程序和惯例。</p><p>5)不得利用本站危害国家安全、泄露国家秘密，不得侵犯国家社会集体的和公民的合法权益。</p><p>6)不得利用本站制作、复制和传播下列信息：<br />1、煽动抗拒、破坏宪法和法律、行政法规实施的；<br />2、煽动颠覆国家政权，推翻社会主义制度的；<br />3、煽动分裂国家、破坏国家统一的；<br />4、煽动民族仇恨、民族歧视，破坏民族团结的；<br />5、捏造或者歪曲事实，散布谣言，扰乱社会秩序的；<br />6、宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；<br />7、公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；<br />8、损害国家机关信誉的；<br />9、其他违反宪法和法律行政法规的；<br />10、进行商业广告行为的。</p>',3,0,0,999999,NULL,800,450,''),(53,11,1,1,'registertip',16,'user','<p>对不起,目前本站禁止新用户注册,请返回!</p>',3,0,0,999999,NULL,780,300,''),(54,11,1,1,'blackuser',17,'user','admin|李洪志|毛泽东|江泽民|温家宝|胡锦涛|宋祖德|范跑跑',2,0,0,999999,NULL,780,300,''),(55,11,1,1,'templatelogin',18,'user','sp2tpl/default.htm',13,0,0,100,NULL,200,0,''),(56,11,1,1,'templateregister',19,'user','sp2tpl/default.htm',13,0,0,100,NULL,200,0,''),(57,11,1,1,'templateuser',20,'user','sp2tpl/default.htm',13,0,0,100,NULL,200,0,''),(58,11,1,1,'userpre',21,'user','KingCMS',1,1,1,20,NULL,100,0,''),(59,11,1,1,'regtime',22,'user','3600',1,2,1,10,'3600|1 hour\r\n86400|One day',50,0,''),(60,12,1,1,'usercenter',23,'user','1',4,0,1,1,'1|Yes\r\n0|No',0,0,''),(61,12,1,1,'uc_connect',24,'user','mysql',4,0,0,10,'mysql|MySQL\r\n0|NULL',0,0,'help/uc_connect'),(62,12,1,1,'ucpath',25,'user','user/client',1,0,0,100,'',200,0,''),(63,12,1,1,'uc_dbhost',26,'user','localhost',1,0,0,100,'localhost',200,0,''),(64,12,1,1,'uc_dbname',27,'user','ucenter',1,0,0,100,'',200,0,''),(65,12,1,1,'uc_dbtablepre',28,'user','ucenter.uc_',1,0,0,30,'',100,0,''),(66,12,1,1,'uc_dbuser',29,'user','root',1,0,0,100,'',200,0,''),(67,12,1,1,'uc_dbpw',30,'user','infobus',1,0,0,100,'',200,0,''),(68,12,1,1,'uc_dbcharset',31,'user','utf8',1,0,0,30,'',100,0,''),(69,12,1,1,'uc_dbconnect',32,'user','1',4,0,1,1,'1|Yes\r\n0|No',0,0,''),(70,12,1,1,'uc_key',33,'user','db30xpECcCmiSq8kSoNxDQQuvPl2N2sf9nsryPc',1,0,0,100,'',200,0,''),(71,12,1,1,'uc_api',34,'user','',1,0,0,100,'',200,0,''),(72,12,1,1,'uc_ip',35,'user','',1,0,0,100,'',200,0,''),(73,12,1,1,'uc_charset',36,'user','utf8',1,0,0,10,'',100,0,''),(74,12,1,1,'uc_appid',37,'user','1',1,2,0,10,'',100,0,'');

/*Table structure for table `king_system_caption` */

DROP TABLE IF EXISTS `king_system_caption`;

CREATE TABLE `king_system_caption` (
  `cid` int(11) NOT NULL auto_increment,
  `kpath` char(100) NOT NULL,
  `kmodule` char(50) NOT NULL,
  PRIMARY KEY  (`cid`)
) ENGINE=MyISAM AUTO_INCREMENT=13 DEFAULT CHARSET=utf8;

/*Data for the table `king_system_caption` */

insert  into `king_system_caption`(`cid`,`kpath`,`kmodule`) values (1,'basic','system'),(2,'system','system'),(3,'cache','system'),(4,'rewrite','system'),(5,'verify','system'),(6,'phrase','portal'),(7,'xml','portal'),(8,'orders','portal'),(9,'tenpay','portal'),(10,'alipay','portal'),(11,'basic','user'),(12,'ucenter','user');

/*Table structure for table `king_tag` */

DROP TABLE IF EXISTS `king_tag`;

CREATE TABLE `king_tag` (
  `kid` int(11) NOT NULL auto_increment,
  `ktag` char(100) NOT NULL,
  `kimage` char(255) default NULL,
  `kkeywords` char(120) default NULL,
  `kdescription` char(255) default NULL,
  `kcolor` char(7) NOT NULL,
  `nsize` tinyint(2) NOT NULL default '12',
  `isbold` tinyint(1) NOT NULL default '0',
  `nhit` int(11) NOT NULL default '0',
  `nhitlate` int(11) NOT NULL default '0',
  `iscommend` tinyint(1) NOT NULL default '0',
  `norder` int(11) NOT NULL default '0',
  `ktemplate1` char(255) default NULL,
  `ktemplate2` char(255) default NULL,
  PRIMARY KEY  (`kid`),
  UNIQUE KEY `ktag` (`ktag`),
  KEY `iscommend` (`iscommend`)
) ENGINE=MyISAM AUTO_INCREMENT=96 DEFAULT CHARSET=utf8;

/*Data for the table `king_tag` */

insert  into `king_tag`(`kid`,`ktag`,`kimage`,`kkeywords`,`kdescription`,`kcolor`,`nsize`,`isbold`,`nhit`,`nhitlate`,`iscommend`,`norder`,`ktemplate1`,`ktemplate2`) values (1,'女司机',NULL,NULL,NULL,'#000000',12,0,0,0,0,1,'template/default.htm','template/inside/tag/default.htm'),(2,'我老公是局长',NULL,NULL,NULL,'#000000',12,0,0,0,0,2,'template/default.htm','template/inside/tag/default.htm'),(3,'打人',NULL,NULL,NULL,'#000000',12,0,0,0,0,3,'template/default.htm','template/inside/tag/default.htm'),(4,'this',NULL,NULL,NULL,'#000000',12,0,0,0,0,4,'template/default.htm','template/inside/tag/default.htm'),(5,'day',NULL,NULL,NULL,'#000000',12,0,0,0,0,5,'template/default.htm','template/inside/tag/default.htm'),(6,'good',NULL,NULL,NULL,'#000000',12,0,0,0,0,6,'template/default.htm','template/inside/tag/default.htm'),(7,'buy',NULL,NULL,NULL,'#000000',12,0,0,0,0,7,'template/default.htm','template/inside/tag/default.htm'),(8,'this day',NULL,NULL,NULL,'#000000',12,0,0,0,0,8,'template/default.htm','template/inside/tag/default.htm'),(9,'good buy',NULL,NULL,NULL,'#000000',12,0,0,0,0,9,'template/default.htm','template/inside/tag/default.htm'),(10,'7000',NULL,NULL,NULL,'#000000',12,0,0,0,0,10,'template/default.htm','template/inside/tag/default.htm'),(11,'2400',NULL,NULL,NULL,'#000000',12,0,0,0,0,11,'template/default.htm','template/inside/tag/default.htm'),(12,'徐悲鸿',NULL,NULL,NULL,'#000000',12,0,0,0,0,12,'template/default.htm','template/inside/tag/default.htm'),(13,'fail face',NULL,NULL,NULL,'#000000',12,0,0,0,0,13,'template/default.htm','template/inside/tag/default.htm'),(14,'34',NULL,NULL,NULL,'#000000',12,0,0,0,0,14,'template/default.htm','template/inside/tag/default.htm'),(15,'温州',NULL,NULL,NULL,'#000000',12,0,0,0,0,15,'template/default.htm','template/inside/tag/default.htm'),(16,'眼镜大王',NULL,NULL,NULL,'#000000',12,0,0,0,0,16,'template/default.htm','template/inside/tag/default.htm'),(17,'出逃',NULL,NULL,NULL,'#000000',12,0,0,0,0,17,'template/default.htm','template/inside/tag/default.htm'),(18,'高利贷',NULL,NULL,NULL,'#000000',12,0,0,0,0,18,'template/default.htm','template/inside/tag/default.htm'),(19,'离家',NULL,NULL,NULL,'#000000',12,0,0,0,0,19,'template/default.htm','template/inside/tag/default.htm'),(20,'付债',NULL,NULL,NULL,'#000000',12,0,0,0,0,20,'template/default.htm','template/inside/tag/default.htm'),(21,'唐鹰',NULL,NULL,NULL,'#000000',12,0,0,0,0,21,'template/default.htm','template/inside/tag/default.htm'),(22,'民间',NULL,NULL,NULL,'#000000',12,0,0,0,0,22,'template/default.htm','template/inside/tag/default.htm'),(23,'企业',NULL,NULL,NULL,'#000000',12,0,0,0,0,23,'template/default.htm','template/inside/tag/default.htm'),(24,'银行',NULL,NULL,NULL,'#000000',12,0,0,0,0,24,'template/default.htm','template/inside/tag/default.htm'),(25,'政府',NULL,NULL,NULL,'#000000',12,0,0,0,0,25,'template/default.htm','template/inside/tag/default.htm'),(26,'公司',NULL,NULL,NULL,'#000000',12,0,0,0,0,26,'template/default.htm','template/inside/tag/default.htm'),(27,'钱',NULL,NULL,NULL,'#000000',12,0,0,0,0,27,'template/default.htm','template/inside/tag/default.htm'),(28,'老板',NULL,NULL,NULL,'#000000',12,0,0,0,0,28,'template/default.htm','template/inside/tag/default.htm'),(29,'抛光',NULL,NULL,NULL,'#000000',12,0,0,0,0,29,'template/default.htm','template/inside/tag/default.htm'),(30,'信泰',NULL,NULL,NULL,'#000000',12,0,0,0,0,30,'template/default.htm','template/inside/tag/default.htm'),(31,'福州',NULL,NULL,NULL,'#000000',12,0,0,0,0,31,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(32,'食品',NULL,NULL,NULL,'#000000',12,0,0,0,0,32,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(33,'安全',NULL,NULL,NULL,'#000000',12,0,0,0,0,33,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(34,'人口',NULL,NULL,NULL,'#000000',12,0,0,0,0,34,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(35,'普查',NULL,NULL,NULL,'#000000',12,0,0,0,0,35,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(36,'全国',NULL,NULL,NULL,'#000000',12,0,0,0,0,36,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(37,'中国',NULL,NULL,NULL,'#000000',12,0,0,0,0,37,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(38,'卫生',NULL,NULL,NULL,'#000000',12,0,0,0,0,38,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(39,'医院',NULL,NULL,NULL,'#000000',12,0,0,0,0,39,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(40,'东部',NULL,NULL,NULL,'#000000',12,0,0,0,0,40,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(41,'事故',NULL,NULL,NULL,'#000000',12,0,0,0,0,41,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(42,'工伤',NULL,NULL,NULL,'#000000',12,0,0,0,0,42,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(43,'教育',NULL,NULL,NULL,'#000000',12,0,0,0,0,43,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(44,'工作',NULL,NULL,NULL,'#000000',12,0,0,0,0,44,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(45,'研究生',NULL,NULL,NULL,'#000000',12,0,0,0,0,45,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(46,'王室',NULL,NULL,NULL,'#000000',12,0,0,0,0,46,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(47,'布莱尔',NULL,NULL,NULL,'#000000',12,0,0,0,0,47,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(48,'勋章',NULL,NULL,NULL,'#000000',12,0,0,0,0,48,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(49,'著书',NULL,NULL,NULL,'#000000',12,0,0,0,0,49,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(50,'住房',NULL,NULL,NULL,'#000000',12,0,0,0,0,50,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(51,'家庭',NULL,NULL,NULL,'#000000',12,0,0,0,0,51,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(52,'城乡',NULL,NULL,NULL,'#000000',12,0,0,0,0,52,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(53,'省院',NULL,NULL,NULL,'#000000',12,0,0,0,0,53,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(54,'黑社会',NULL,NULL,NULL,'#000000',12,0,0,0,0,54,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(55,'暴力',NULL,NULL,NULL,'#000000',12,0,0,0,0,55,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(56,'犯罪',NULL,NULL,NULL,'#000000',12,0,0,0,0,56,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(57,'中央',NULL,NULL,NULL,'#000000',12,0,0,0,0,57,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(58,'国考',NULL,NULL,NULL,'#000000',12,0,0,0,0,58,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(59,'公务员',NULL,NULL,NULL,'#000000',12,0,0,0,0,59,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(60,'考试',NULL,NULL,NULL,'#000000',12,0,0,0,0,60,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(61,'选民',NULL,NULL,NULL,'#000000',12,0,0,0,0,61,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(62,'民主',NULL,NULL,NULL,'#000000',12,0,0,0,0,62,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(63,'美国',NULL,NULL,NULL,'#000000',12,0,0,0,0,63,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(64,'共和',NULL,NULL,NULL,'#000000',12,0,0,0,0,64,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(65,'奥巴马',NULL,NULL,NULL,'#000000',12,0,0,0,0,65,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(66,'英国',NULL,NULL,NULL,'#000000',12,0,0,0,0,66,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(67,'记者',NULL,NULL,NULL,'#000000',12,0,0,0,0,67,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(68,'皇家',NULL,NULL,NULL,'#000000',12,0,0,0,0,68,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(69,'窃听',NULL,NULL,NULL,'#000000',12,0,0,0,0,69,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(70,'男性',NULL,NULL,NULL,'#000000',12,0,0,0,0,70,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(71,'人力',NULL,NULL,NULL,'#000000',12,0,0,0,0,71,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(72,'资源',NULL,NULL,NULL,'#000000',12,0,0,0,0,72,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(73,'服务',NULL,NULL,NULL,'#000000',12,0,0,0,0,73,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(74,'创业',NULL,NULL,NULL,'#000000',12,0,0,0,0,74,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(75,'务工',NULL,NULL,NULL,'#000000',12,0,0,0,0,75,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(76,'岗位',NULL,NULL,NULL,'#000000',12,0,0,0,0,76,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(77,'心理',NULL,NULL,NULL,'#000000',12,0,0,0,0,77,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(78,'职场',NULL,NULL,NULL,'#000000',12,0,0,0,0,78,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(79,'领导',NULL,NULL,NULL,'#000000',12,0,0,0,0,79,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(80,'管理',NULL,NULL,NULL,'#000000',12,0,0,0,0,80,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(81,'工会',NULL,NULL,NULL,'#000000',12,0,0,0,0,81,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(82,'劳资',NULL,NULL,NULL,'#000000',12,0,0,0,0,82,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(83,'员工',NULL,NULL,NULL,'#000000',12,0,0,0,0,83,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(84,'资方',NULL,NULL,NULL,'#000000',12,0,0,0,0,84,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(85,'NBA',NULL,NULL,NULL,'#000000',12,0,0,0,0,85,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(86,'赛季',NULL,NULL,NULL,'#000000',12,0,0,0,0,86,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(87,'劳动',NULL,NULL,NULL,'#000000',12,0,0,0,0,87,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(88,'苏州',NULL,NULL,NULL,'#000000',12,0,0,0,0,88,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(89,'纵火',NULL,NULL,NULL,'#000000',12,0,0,0,0,89,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(90,'案件',NULL,NULL,NULL,'#000000',12,0,0,0,0,90,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(91,'职工',NULL,NULL,NULL,'#000000',12,0,0,0,0,91,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(92,'工资',NULL,NULL,NULL,'#000000',12,0,0,0,0,92,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(93,'收入',NULL,NULL,NULL,'#000000',12,0,0,0,0,93,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(94,'球员',NULL,NULL,NULL,'#000000',12,0,0,0,0,94,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm'),(95,'ni ma',NULL,NULL,NULL,'#000000',12,0,0,0,0,95,'sp2tpl/default.htm','sp2tpl/inside/tag/default.htm');

/*Table structure for table `king_upfile` */

DROP TABLE IF EXISTS `king_upfile`;

CREATE TABLE `king_upfile` (
  `kid` int(11) NOT NULL auto_increment,
  `kpath` char(255) NOT NULL,
  `ndate` int(10) NOT NULL default '0',
  `userid` int(11) NOT NULL default '0',
  `adminid` int(11) NOT NULL default '0',
  `ntype` tinyint(1) NOT NULL default '0',
  `ktitle` varchar(100) default NULL,
  PRIMARY KEY  (`kid`),
  KEY `userid` (`userid`),
  KEY `adminid` (`adminid`)
) ENGINE=MyISAM AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

/*Data for the table `king_upfile` */

insert  into `king_upfile`(`kid`,`kpath`,`ndate`,`userid`,`adminid`,`ntype`,`ktitle`) values (1,'upfiles/image/2011/09/20/201109201122009309.jpeg',1316488920,0,1,0,NULL),(2,'upfiles/image/2011/09/22/201109221114165620.gif',1316661256,0,1,0,NULL),(3,'upfiles/image/2011/10/13/201110131115052194.jpeg',1318475705,0,1,0,NULL),(4,'upfiles/image/2011/10/13/201110131430325624.jpg',1318487432,0,1,0,NULL);

/*Table structure for table `king_user` */

DROP TABLE IF EXISTS `king_user`;

CREATE TABLE `king_user` (
  `userid` int(11) NOT NULL auto_increment,
  `username` char(15) NOT NULL,
  `gid` int(11) NOT NULL default '0',
  `uid` int(11) NOT NULL default '0',
  `userpass` char(32) NOT NULL,
  `usermail` char(32) NOT NULL,
  `userask` char(30) default NULL,
  `useranswer` char(16) default NULL,
  `userhead` char(255) default NULL,
  `userpoint` int(11) NOT NULL default '0',
  `regip` int(10) NOT NULL default '0',
  `regdate` int(10) NOT NULL default '0',
  `lastloginip` int(10) NOT NULL default '0',
  `isdelete` tinyint(1) NOT NULL default '0',
  `islock` tinyint(1) NOT NULL default '0',
  `lastlogindate` int(10) NOT NULL default '0',
  `ksalt` char(6) default NULL,
  `nickname` varchar(15) default NULL,
  `realname` char(30) default NULL,
  `usertel` char(30) default NULL,
  `useraddress` char(250) default NULL,
  `userpost` char(10) default NULL,
  `kremark` text,
  PRIMARY KEY  (`userid`),
  UNIQUE KEY `username` (`username`),
  KEY `islock` (`islock`),
  KEY `gid` (`gid`),
  KEY `isdelete` (`isdelete`)
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

/*Data for the table `king_user` */

insert  into `king_user`(`userid`,`username`,`gid`,`uid`,`userpass`,`usermail`,`userask`,`useranswer`,`userhead`,`userpoint`,`regip`,`regdate`,`lastloginip`,`isdelete`,`islock`,`lastlogindate`,`ksalt`,`nickname`,`realname`,`usertel`,`useraddress`,`userpost`,`kremark`) values (1,'pktsandy',0,0,'f8a0b0ef573dc598546527f3d1749a41','xiaofanku@live.cn',NULL,NULL,'16.jpg',0,0,1316134834,0,1,0,1318302143,'ikpcr5','xiaofanku','我姓宫','6669911','烟台南大介18号','264000',NULL),(2,'xiaofanku',0,1,'3824d65374358998b3bebf8fdfbcd0d2','webmastor@yourdomain.com',NULL,NULL,NULL,0,0,1317278039,0,0,0,1317278039,'ewnz14',NULL,NULL,NULL,NULL,NULL,NULL),(3,'pktandy',0,3,'62d84125e14f7d8df8b1d9ed73659688','pktandy@sina.com',NULL,NULL,NULL,0,0,1317279556,0,0,0,0,'wl21y3',NULL,NULL,NULL,NULL,NULL,NULL),(4,'pktmandy',0,2,'27d412fc83b14152c708bd29d455f9cb','pktmandy@163.com',NULL,NULL,NULL,0,0,1317279654,0,0,0,1317279654,'35eprk',NULL,NULL,NULL,NULL,NULL,NULL),(5,'gonghy',0,3,'773b9c76619a04624ebae55ce9519f85','gonghy@live.cn',NULL,NULL,NULL,0,0,1317280748,0,0,0,0,'5sbskx',NULL,NULL,NULL,NULL,NULL,NULL),(6,'ghy2312',0,2,'2b5a17aba1f4a09328378ee04aa1148c','ghy2312@qq.com',NULL,NULL,NULL,0,0,1317280839,0,0,0,1317280839,'ae4j4r',NULL,NULL,NULL,NULL,NULL,NULL);

/*Table structure for table `king_usergroup` */

DROP TABLE IF EXISTS `king_usergroup`;

CREATE TABLE `king_usergroup` (
  `gid` int(11) NOT NULL auto_increment,
  `kname` char(30) NOT NULL,
  `norder` int(11) NOT NULL default '0',
  `kaccess` text,
  `kremark` varchar(255) default NULL,
  `kmenu` text,
  PRIMARY KEY  (`gid`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `king_usergroup` */

insert  into `king_usergroup`(`gid`,`kname`,`norder`,`kaccess`,`kremark`,`kmenu`) values (1,'VIP',1,NULL,'',NULL);

/* Procedure structure for procedure `search` */

/*!50003 DROP PROCEDURE IF EXISTS  `search` */;

DELIMITER $$

/*!50003 CREATE DEFINER=`root`@`localhost` PROCEDURE `search`(IN words varchar(20) ,IN prix varchar(20))
select kid,kid1,listid,ktitle,kpath,kimage,nshow,nhead,ncommend,nup,nfocus,nhot,ncount from prix__article where ktitle like '%words%' */$$
DELIMITER ;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
